--
-- PostgreSQL database dump
--

\restrict vqiaMdKsLzbLweeLyz1ulPlVWpXi01N2bgSel150CQNvwuKZoFrxccYSMdNUleJ

-- Dumped from database version 15.17 (Debian 15.17-1.pgdg13+1)
-- Dumped by pg_dump version 15.17

-- Started on 2026-05-09 05:57:48 UTC

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- TOC entry 5 (class 2615 OID 2200)
-- Name: public; Type: SCHEMA; Schema: -; Owner: postgres
--

-- *not* creating schema, since initdb creates it


ALTER SCHEMA public OWNER TO postgres;

--
-- TOC entry 220 (class 1255 OID 16385)
-- Name: get_productcode(integer); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_productcode(pid integer) RETURNS text
    LANGUAGE plpgsql
    AS $$
DECLARE
   pc TEXT;
BEGIN
   SELECT ProductCode 
   INTO pc
   FROM Products
   WHERE ProductId = pid;
   
   RETURN pc;
END;
$$;


ALTER FUNCTION public.get_productcode(pid integer) OWNER TO postgres;

--
-- TOC entry 221 (class 1255 OID 16386)
-- Name: get_productid(text); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_productid(p_productcode text) RETURNS integer
    LANGUAGE plpgsql
    AS $$
DECLARE
	v_ProductId int;
BEGIN

	SELECT ProductId
	INTO v_ProductId
	FROM public.Products
	WHERE ProductCode = p_ProductCode;

	RETURN v_ProductId;
END;
$$;


ALTER FUNCTION public.get_productid(p_productcode text) OWNER TO postgres;

--
-- TOC entry 228 (class 1255 OID 16434)
-- Name: get_productinfo(integer); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_productinfo(pid integer) RETURNS json
    LANGUAGE plpgsql
    AS $$
DECLARE
   result JSON;
BEGIN
   SELECT json_build_object(
      'product_name', ProductName,
      'product_code', ProductCode,
      'store', Store,
      'price', Price,
	  'image_url', ImageUrl,
      'status', Status,
      'last_scraped_products', LastScrapedProducts,
	  'last_scraped_reviews', LastScrapedReviews,
      'last_predicted', LastPredicted
   )
   INTO result
   FROM Products
   WHERE ProductID = pid;

   RETURN result;
END;
$$;


ALTER FUNCTION public.get_productinfo(pid integer) OWNER TO postgres;

--
-- TOC entry 227 (class 1255 OID 24632)
-- Name: get_reviewlatestversion(integer); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_reviewlatestversion(pid integer) RETURNS integer
    LANGUAGE plpgsql
    AS $$
DECLARE
   result integer;
BEGIN
   SELECT MAX(versionid)
   INTO result
   FROM Reviews
   WHERE ProductId = pid;

   RETURN result;
END;
$$;


ALTER FUNCTION public.get_reviewlatestversion(pid integer) OWNER TO postgres;

--
-- TOC entry 222 (class 1255 OID 16388)
-- Name: get_reviews(integer); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_reviews(pid integer) RETURNS json
    LANGUAGE plpgsql
    AS $$
DECLARE
   result JSON;
BEGIN
   SELECT json_agg(
      json_build_object(
         'review_id', ReviewId,
         'version_id', VersionId,
         'review', Review,
         'rating', Rating,
		 'predicted_label', PredictedLabel,
		 'confidence_score', ConfidenceScore,
		 'predicted_at', PredictedAt
      )
   )
   INTO result
   FROM Reviews
   WHERE ProductID = pid
     AND VersionId = (
         SELECT MAX(VersionId)
         FROM Reviews
         WHERE ProductID = pid
     );

   RETURN result;
END;
$$;


ALTER FUNCTION public.get_reviews(pid integer) OWNER TO postgres;

--
-- TOC entry 223 (class 1255 OID 16389)
-- Name: get_userauth(text, text); Type: FUNCTION; Schema: public; Owner: postgres
--

CREATE FUNCTION public.get_userauth(u text, p text) RETURNS json
    LANGUAGE plpgsql
    AS $$
DECLARE
   result JSON;
BEGIN
   SELECT json_build_object(
      'user_id', UserId,
      'user_role', UserRole
   )
   INTO result
   FROM Users
   WHERE username = u AND UserPassword = p;

   RETURN result;
END;
$$;


ALTER FUNCTION public.get_userauth(u text, p text) OWNER TO postgres;

--
-- TOC entry 224 (class 1255 OID 16390)
-- Name: post_predictedreview(integer, bigint, integer, text, numeric); Type: PROCEDURE; Schema: public; Owner: postgres
--

CREATE PROCEDURE public.post_predictedreview(IN pid integer, IN rid bigint, IN vid integer, IN pl text, IN c numeric)
    LANGUAGE plpgsql
    AS $$
BEGIN
    UPDATE Reviews
	SET PredictedLabel = pl,
		confidencescore = c,
		PredictedAt = CURRENT_TIMESTAMP
	WHERE ProductId = pid AND ReviewId = rid AND VersionId = vid;

	UPDATE Products
	SET LastPredicted = CURRENT_TIMESTAMP
	WHERE ProductId = pid;
END;
$$;


ALTER PROCEDURE public.post_predictedreview(IN pid integer, IN rid bigint, IN vid integer, IN pl text, IN c numeric) OWNER TO postgres;

--
-- TOC entry 225 (class 1255 OID 16391)
-- Name: post_productcode(text); Type: PROCEDURE; Schema: public; Owner: postgres
--

CREATE PROCEDURE public.post_productcode(IN p_productcode text)
    LANGUAGE plpgsql
    AS $$
BEGIN

	INSERT INTO Products
		(ProductCode)
	VALUES
		(p_ProductCode);

END;
$$;


ALTER PROCEDURE public.post_productcode(IN p_productcode text) OWNER TO postgres;

--
-- TOC entry 226 (class 1255 OID 24629)
-- Name: post_productinfo(integer, text, text, double precision, text); Type: PROCEDURE; Schema: public; Owner: postgres
--

CREATE PROCEDURE public.post_productinfo(IN pid integer, IN pn text, IN s text, IN p double precision, IN iurl text)
    LANGUAGE plpgsql
    AS $$
BEGIN
	UPDATE Products
	SET ProductName = pn,
	Store = s, Price = p, ImageUrl = iurl,
	Status = 'scraped', 
	LastScrapedProducts = CURRENT_TIMESTAMP
	WHERE ProductId = pid;
	
END;
$$;


ALTER PROCEDURE public.post_productinfo(IN pid integer, IN pn text, IN s text, IN p double precision, IN iurl text) OWNER TO postgres;

--
-- TOC entry 229 (class 1255 OID 24633)
-- Name: post_scrapedreview(bigint, integer, text, integer, integer); Type: PROCEDURE; Schema: public; Owner: postgres
--

CREATE PROCEDURE public.post_scrapedreview(IN rid bigint, IN pid integer, IN re text, IN r integer, IN v integer)
    LANGUAGE plpgsql
    AS $$
BEGIN
    INSERT INTO Reviews (ReviewId, ProductId, VersionId, Review, Rating)
    VALUES (
        rid,
        pid,
        v,
        re,
        r
    );

	UPDATE Products
	SET lastscrapedreviews = CURRENT_TIMESTAMP
	WHERE ProductId = pid;
END;
$$;


ALTER PROCEDURE public.post_scrapedreview(IN rid bigint, IN pid integer, IN re text, IN r integer, IN v integer) OWNER TO postgres;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- TOC entry 214 (class 1259 OID 16394)
-- Name: products; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.products (
    productid integer NOT NULL,
    productname text,
    productcode text NOT NULL,
    store text,
    price double precision,
    status text,
    createdat timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    lastscrapedproducts timestamp without time zone,
    lastpredicted timestamp without time zone,
    lastscrapedreviews timestamp without time zone,
    imageurl text,
    CONSTRAINT status_check CHECK ((status = ANY (ARRAY['pending'::text, 'scraped'::text, 'predicted'::text, 'error'::text])))
);


ALTER TABLE public.products OWNER TO postgres;

--
-- TOC entry 215 (class 1259 OID 16401)
-- Name: products_productid_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

ALTER TABLE public.products ALTER COLUMN productid ADD GENERATED ALWAYS AS IDENTITY (
    SEQUENCE NAME public.products_productid_seq
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1
);


--
-- TOC entry 216 (class 1259 OID 16402)
-- Name: reviews; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.reviews (
    reviewid bigint NOT NULL,
    productid integer NOT NULL,
    versionid integer NOT NULL,
    review text,
    predictedlabel text,
    confidencescore numeric(5,4),
    createdat timestamp without time zone DEFAULT CURRENT_TIMESTAMP,
    predictedat timestamp without time zone,
    rating integer
);


ALTER TABLE public.reviews OWNER TO postgres;

--
-- TOC entry 217 (class 1259 OID 16408)
-- Name: reviews_reviewid_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.reviews_reviewid_seq
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.reviews_reviewid_seq OWNER TO postgres;

--
-- TOC entry 3451 (class 0 OID 0)
-- Dependencies: 217
-- Name: reviews_reviewid_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.reviews_reviewid_seq OWNED BY public.reviews.reviewid;


--
-- TOC entry 218 (class 1259 OID 16409)
-- Name: users; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.users (
    userid integer NOT NULL,
    username text,
    userpassword text,
    userrole text
);


ALTER TABLE public.users OWNER TO postgres;

--
-- TOC entry 219 (class 1259 OID 16414)
-- Name: users_userid_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.users_userid_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.users_userid_seq OWNER TO postgres;

--
-- TOC entry 3452 (class 0 OID 0)
-- Dependencies: 219
-- Name: users_userid_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.users_userid_seq OWNED BY public.users.userid;


--
-- TOC entry 3284 (class 2604 OID 16415)
-- Name: reviews reviewid; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.reviews ALTER COLUMN reviewid SET DEFAULT nextval('public.reviews_reviewid_seq'::regclass);


--
-- TOC entry 3286 (class 2604 OID 16416)
-- Name: users userid; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.users ALTER COLUMN userid SET DEFAULT nextval('public.users_userid_seq'::regclass);


--
-- TOC entry 3439 (class 0 OID 16394)
-- Dependencies: 214
-- Data for Name: products; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.products (productid, productname, productcode, store, price, status, createdat, lastscrapedproducts, lastpredicted, lastscrapedreviews, imageurl) FROM stdin;
5	\N	pdp-i5432338284-s23195260672	\N	\N	\N	2026-01-27 18:11:53.981159	\N	\N	\N	\N
7	\N	pdp-itest-stest	\N	\N	\N	2026-01-27 18:13:20.12634	\N	\N	\N	\N
9	\N	pdp-i5746814435-s24484013603	\N	\N	\N	2026-01-27 18:18:14.835565	\N	\N	\N	\N
12	\N	pdp-i606058359-s26296570135	\N	\N	\N	2026-03-05 17:05:49.825332	\N	\N	\N	\N
1	ToySmart ของเล่นคีย์บอร์ด 61คีย์ มีไมโครโฟนในตัว เสียงเพราะ	pdp-i1124282075-s2586466812	Toy Smart Shop	1294.05	scraped	2026-01-27 15:37:17.427243	2026-03-05 17:06:43.897475	\N	\N	\N
10	แอมป์จิ๋ว แอมจิ๋วบลูทูธ แอมป์ 12v แอมป์บลูทูธ แอมจิ๋ว ชิปใหญ่ TB21 TPA3116D2 ZK MT21 502MT 2.1 ช่องบลูทูธ 5.0 เครื่องขยายเสียงสเตอริโอ บอร์ดขยายเสียงซับวูฟเฟอร์บลูทูธ ขยายเสียงลำโพง แอมป์จิ๋วแรงๆ เพราเวอร์แอมป์ ขยายเสียงบลูทูธ แอมจิ๋ว แอมป์จิ๋วบลูทูธ	pdp-i6060583359-s26296570135	nneriw	149	scraped	2026-03-05 16:20:21.967237	2026-04-11 13:10:00.741789	2026-04-10 15:18:50.563285	2026-04-07 17:20:42.963239	\N
13	สายพานมิชลิน แท้100%จากโรงงาน Michelin สำหรับมอเตอร์ไซค์ HONDA,YAMAHA,VESPA ทุกรุ่น Click 125i / Scoopy-i / Zoomer-X / PCX150 / PCX160 / FORZA300-350/ADV160/LX125/Sprint150/Lambretta/N-max/X-max	pdp-i5822478086-s24895867768	ต๋องมอเตอร์ไบค์	225	scraped	2026-04-11 13:22:15.362594	2026-04-20 08:16:56.760897	2026-04-20 08:18:30.9761	2026-04-20 08:18:19.250594	https://filebroker-cdn.lazada.co.th/kf/Sbc1f8f54033c44ce9d97190baec5dfb6K.jpg
14	\N	i4964180576-s20891169964	\N	\N	\N	2026-04-20 08:31:22.71206	\N	2026-04-22 16:15:26.485609	2026-04-20 08:51:25.400442	\N
\.


--
-- TOC entry 3441 (class 0 OID 16402)
-- Dependencies: 216
-- Data for Name: reviews; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.reviews (reviewid, productid, versionid, review, predictedlabel, confidencescore, createdat, predictedat, rating) FROM stdin;
1016270118283359	10	1	ชิปไหญ่มันเป็นแบบนี้หรอครับ โกหกครับร้านนี้  โฆษณาเกินจริงหลอกลวง 	fake	0.5274	2026-04-07 17:20:42.932351	2026-04-10 15:18:50.522905	5
1017051969383359	10	1	ความทนทาน:ทนทานต่อโหลดหนักๆ ถึง 24โวล์\n 👌ความง่ายในการใช้:เชื่อมต่อได้ง่ายดาย\n ความเข้ากันได้:เข้ากันได้ดีกับหลายอุปกร เป็นแอมป์แอมป์จิ๋วที่มีคุณภาพดี 	fake	0.8260	2026-04-07 17:20:42.942149	2026-04-10 15:18:50.5385	5
1016039327483359	10	1	เหมาะสำหรับใช้ในบ้าน, รองรับ 2.1 ช่อง, การเชื่อมต่อ Bluetooth 5.0, การออกแบบเล็กกะทัดรัด, คุณภาพเสียงชัดเจน, กำลังขับสูง,  	fake	0.5129	2026-04-07 17:20:42.944101	2026-04-10 15:18:50.54044	5
1014872230583359	10	1	ความทนทาน:  ทนทานนานปีแน่ถ้าไม่ใช้ไฟเกิน 👌ความง่ายในการใช้:  ใช้งานง่ายมาก เสียบไฟเข้าใช้ได้เลย ความเข้ากันได้:  พอดีแป๊ะๆ 🔌การเชื่อมต่อ:  สดวกดีครับ จับง่าย 	fake	0.7195	2026-04-07 17:20:42.946549	2026-04-10 15:18:50.542116	5
1027548729583359	10	1	คุณภาพเสียงชัดเจน, คุ้มค่ากับราคา, เหมาะสำหรับใช้ในบ้าน,  	fake	0.6592	2026-04-07 17:20:42.948013	2026-04-10 15:18:50.544192	5
1019553494283359	10	1	okครับสินค้าตรงปก การขนส่งรวดเร็ว ส่วนจะใช้ได้คงทนไหมจะมารีวิวหบังจากทดลองครับ 	real	0.9611	2026-04-07 17:20:42.949182	2026-04-10 15:18:50.545753	5
1017627042983359	10	1	โครงสร้างพลาสติกทนทาน, แอมป์คลาส D, คุณภาพเสียงชัดเจน,  	fake	0.7637	2026-04-07 17:20:42.950226	2026-04-10 15:18:50.547023	5
1019834769483359	10	1	คุณภาพเสียงชัดเจน, โครงสร้างพลาสติกทนทาน,  	fake	0.7637	2026-04-07 17:20:42.95091	2026-04-10 15:18:50.547933	5
1027161783883359	10	1	โครงสร้างพลาสติกทนทาน, รองรับ 2.1 ช่อง,  	fake	0.9298	2026-04-07 17:20:42.951935	2026-04-10 15:18:50.548888	5
1027187675483359	10	1	ดีเหมือนเดิม สั่งมี 10 ชุดได้แล้ว 	real	0.6287	2026-04-07 17:20:42.953038	2026-04-10 15:18:50.550205	5
1016782828983359	10	1	คุณภาพเสียงชัดเจน, โครงสร้างพลาสติกทนทาน,  	fake	0.7637	2026-04-07 17:20:42.954268	2026-04-10 15:18:50.551545	5
1017023243183359	10	1	ติดตั้งง่าย, คุณภาพเสียงชัดเจน,  	fake	0.5155	2026-04-07 17:20:42.955001	2026-04-10 15:18:50.55269	5
1025795695783359	10	1	เร็วมากครับ 	real	0.7972	2026-04-07 17:20:42.955647	2026-04-10 15:18:50.553832	5
1023470979683359	10	1	เสียงดีเกินคาด 	fake	0.8020	2026-04-07 17:20:42.956532	2026-04-10 15:18:50.554858	5
1023110891883359	10	1	แรงดี 	real	0.5636	2026-04-07 17:20:42.957513	2026-04-10 15:18:50.556287	5
1018739759383359	10	1	ดีค้าบตรงปก 	real	0.7494	2026-04-07 17:20:42.958526	2026-04-10 15:18:50.557724	5
1023612206883359	10	1	ตรงปก ส่งไว 	real	0.9265	2026-04-07 17:20:42.959291	2026-04-10 15:18:50.558721	5
1016751189783359	10	1	ส่งใว 	fake	0.5001	2026-04-07 17:20:42.960274	2026-04-10 15:18:50.559744	5
1015303745483359	10	1	ยอดเยี่ยม	fake	0.8883	2026-04-07 17:20:42.96112	2026-04-10 15:18:50.560684	5
1017244175583359	10	1		real	0.8308	2026-04-07 17:20:42.962072	2026-04-10 15:18:50.561847	5
1017305045883359	10	1	ของ ลอกเลียนแบบ ครับ ปกติ แอม จะไม่ ความ ร้อน แต่ นี้ เปิดไป10นาที ร้อน มาก เลย ไม่ได้ เอาขับ ดอก สเปคแรงแต่ อย่างได ตัว เก่า ผม ก็ใช้ รุ่นนี้ แต่ไม่ มี ร้อน ครับ ดอก เหมือนกันหมด แต่ รุ่นนี้ คือ ร้อนมาก 	real	0.8308	2026-04-07 17:20:42.963239	2026-04-10 15:18:50.563285	1
1002116422878086	13	1	💰ราคา:ราคาดีมากๆราคาดีเกินราคาบอกเลย\n 🔧ความทนทาน:ความทนทานได้มาตรฐานของเขาดีจริงมิชลินของแท้ครับ ให้ 10 ดาวครับร้านนี้สุดยอดครับของแท้แน่นอน\n 🔌ความเข้ากันได้:ติดตั้งง่ายสายพานแข็งแรงดูจากวัสดุแล้วโอ้โหสมคำร่ำลือ 	real	0.6218	2026-04-20 08:18:19.250594	2026-04-20 08:18:30.9761	5
888819177180576	14	1	เยี่ยมมากกกกก จัดส่งเร็ว สินค้าดี ใช้เหรียญเป็นส่วนลดได้อีก เยี่ยมๆๆๆๆๆๆๆๆๆๆๆเยี่ยมมากกกกก จัดส่งเร็ว สินค้าดี ใช้เหรียญเป็นส่วนลดได้อีก เยี่ยมๆๆๆๆๆๆๆๆๆๆๆ 	fake	0.9924	2026-04-20 08:51:23.080088	2026-04-22 16:15:24.738249	5
981365913280576	14	1	ความทนทาน:ทน\n 💰ราคา:ดี\n 🔧 ความทนทาน:..\n 🛠️ ความทนทาน:..\n รอสินค้าส่งนานแต่ราคาดีติดต่อค่อนข้างยากเพราะรู้ว่ามาจากเชียงใหม่ก็ให้อภัยได้น่าจะไกลก้ให้ิภัย กันได้คะ แชทตอบช้าหน่อยค่ะ 	real	0.9696	2026-04-20 08:51:23.104813	2026-04-22 16:15:24.756306	5
1013573975480576	14	1	ได้รับสินค้าแล้วครับตรงปกคุ้มค่าสมราคา แต่เสียอย่างเดียวสั่งรอบไหนก็จัดส่งช้าทุกรอบ😁😁 แต่ก็ยังจะสั่งร้านนี้☺️☺️ 	real	0.7917	2026-04-20 08:51:23.178236	2026-04-22 16:15:24.815769	5
897769181280576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.8840	2026-04-20 08:51:23.182162	2026-04-22 16:15:24.819457	5
906506529580576	14	1	ยางมอเตอร์ไซค์ มีครบทุกเบอร์ ทุกขนาด มีหลายลาย ส่งรวดเร็ว ซื้อมาแล้วเปลี่ยนเองสบายสบาย 	real	0.9159	2026-04-20 08:51:23.240743	2026-04-22 16:15:24.869199	5
995384732380576	14	1	จัดส่งเร็ว ส่งสินค้าตามลึกษณะบรรจุภัณฑ์เดิม เพราะไม่สามารถหีบห่อได้ เนื่องจากเป็นวงล้อยางรถ ซึ่งไม่น่าจะเสียหายง่ายอยู่แล้ว \n\nสินค้าถูกต้อง ตรงตามรุ่น/สเปค ที่สั่งซื้อไป \nราคาไม่แรง\nขอทดลองใช้ดูคุณภาพก่อน ถ้าใช้ดี จะมาเพิ่ม รีวิวให้อีกครับ\n\nคุ้มค่ากับเงินที่จ่าย,ราคาย่อมเยาสำหรับยางไทย, \n\n 	real	0.8586	2026-04-20 08:51:23.273559	2026-04-22 16:15:24.896564	5
977247689280576	14	1	ความทนทาน:  ทนทานและใช้งานได้นาน,  💰ราคา:  คุ้มค่ากับเงินที่จ่าย,  🔧ความทนทาน:  สุดยอดไปเลย ความเข้ากันได้:  เข้าได้กับเขา 17 	real	0.7096	2026-04-20 08:51:23.327336	2026-04-22 16:15:24.942767	5
980633330380576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน,  	real	0.7540	2026-04-20 08:51:23.342338	2026-04-22 16:15:24.950427	5
979436106280576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.9042	2026-04-20 08:51:23.405638	2026-04-22 16:15:24.994986	5
879168455680576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!, ติดตั้งง่ายบนจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.9548	2026-04-20 08:51:23.412979	2026-04-22 16:15:25.011328	5
986815756080576	14	1	ร้านนี้บริการดี..รวดเร็ว..สินค้าตรงปก..ใช้งานดี\nซื้อเป็นคนรั้งที่3แล้ว 	real	0.8721	2026-04-20 08:51:23.458033	2026-04-22 16:15:25.048822	5
876355648580576	14	1	🛠️ความทนทาน:  ดีทนทานนมกมกวงหสก่ด่ดรวดวกวกากาดนดยยดวดสดสาดาเนเนเนเนเสดสดสดาสดสเสดนยกยกสกสดสดสสดสดสดดสส 	fake	0.9981	2026-04-20 08:51:23.461103	2026-04-22 16:15:25.051621	5
975204165180576	14	1	ได้ครบสินค้าตรงปก บริการดีมากๆๆๆๆๆแนะนำร้านนี้เลยคะ ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.6115	2026-04-20 08:51:23.502368	2026-04-22 16:15:25.088415	5
974949549580576	14	1	  ราคาถูกจริง แต่ได้คนละยี่ห้อมา \n  ถ้าเป็นกู๊ดไรด์เลยยางนี้ทนดี ยึดเกาะดีจากที่เคยใช้มา\nแต่เสียดายมากร้านส่งอีกยี่ห้อมาทำให้เสียเวลาไปอีก 3-4 วันเพื่อรอการทำคืน 	real	0.9929	2026-04-20 08:51:23.519551	2026-04-22 16:15:25.107222	5
975079620380576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.6985	2026-04-20 08:51:23.542769	2026-04-22 16:15:25.132144	5
972468613680576	14	1	ติดตั้งง่ายบนจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน,  	fake	0.9499	2026-04-20 08:51:23.576931	2026-04-22 16:15:25.170012	5
972473928380576	14	1	ความทนทาน:เป็นหยังอีกยี่ห้อหนึ่งที่ใช้งานได้ดีนุ่มนวลเกาะถนนและที่สำคัญราคาจับต้องได้ไม่แพงสินค้าราคาถูกและคุณภาพใช้งานได้ดีเพราะเคยใช้มาแล้ว 2-3 เส้นใช้งานดีมากเกาะถนนดีเอี่ยมเพื่อนๆท่านใดที่จะซื้อไว้ใช้งานถือว่าคุ้มค่ากับยี่ห้อนี้คุ้มค่ากับการใช้งานทั่วไปและขับขี่นุ่มนวลดีเลยถ้าเทียบกับราคาถือว่าคุ้มค่าสุดๆของดีราคาถูกไม่ต้องยึดติดกับแบรนด์เนมมากมายยี่ห้อนี้ของไทยใช้ดีแนะนำเพื่อนๆทุกคนจะซื้อใช้งานแนะนำเลยดีมากๆ 	real	0.5168	2026-04-20 08:51:23.602971	2026-04-22 16:15:25.194675	5
857541807580576	14	1	การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน,  	fake	0.9434	2026-04-20 08:51:23.634487	2026-04-22 16:15:25.221805	5
865050177880576	14	1	การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.7194	2026-04-20 08:51:23.645175	2026-04-22 16:15:25.232355	5
855155743980576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.5725	2026-04-20 08:51:23.714882	2026-04-22 16:15:25.289587	5
852994627380576	14	1	เลือกได้ดีสำหรับรถจักรยานยนต์, ราคาเบาๆ สำหรับยางไทย, ส่งได้รวดเร็วครับเดี๋ยวจะลองดูก่อนว่ายางลื่นไหมว่าใช้ได้นานไหมถ้าดีทนทานโอกาสหน้าสั่งอีก 	real	0.7216	2026-04-20 08:51:23.73998	2026-04-22 16:15:25.308913	5
863914134180576	14	1	คุ้มค่าคุ้มราคาแต่ส่งนานไปหน่อยไม่เป็นไรครับตกปกครับครบทุกอย่าง 	real	0.9731	2026-04-20 08:51:23.921372	2026-04-22 16:15:25.352842	5
840966338480576	14	1	สินค้าตรงปก ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดีมาก!, เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	real	0.7928	2026-04-20 08:51:23.989912	2026-04-22 16:15:25.362179	5
827963745780576	14	1	สินค้าตรงตามที่โฆษณาไว้ ราคาเบาๆ สำหรับยางไทย, เพิ่มประสิทธิภาพของรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ถูกใจมากๆ ใช้งานดีครับ 	real	0.8355	2026-04-20 08:51:24.006701	2026-04-22 16:15:25.375799	5
945865048380576	14	1	ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.5143	2026-04-20 08:51:24.065993	2026-04-22 16:15:25.413173	5
888763186280576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.8818	2026-04-20 08:51:24.098883	2026-04-22 16:15:25.444693	5
908252701680576	14	1	คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย,  	real	0.5950	2026-04-20 08:51:24.140783	2026-04-22 16:15:25.480223	5
897152438080576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน,  	fake	0.9259	2026-04-20 08:51:24.143837	2026-04-22 16:15:25.483498	5
945550138780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.5399	2026-04-20 08:51:24.243376	2026-04-22 16:15:25.568733	5
942341324380576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ...................,..,. 	real	0.8474	2026-04-20 08:51:24.269399	2026-04-22 16:15:25.590198	5
905781138680576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.5958	2026-04-20 08:51:24.324777	2026-04-22 16:15:25.639446	5
1017513230280576	14	1	ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.9234	2026-04-20 08:51:24.354045	2026-04-22 16:15:25.664857	5
1018573387880576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.8990	2026-04-20 08:51:24.366336	2026-04-22 16:15:25.671223	5
927787221180576	14	1	เพิ่มประสิทธิภาพของจักรยาน,  	real	0.9959	2026-04-20 08:51:24.505571	2026-04-22 16:15:25.745259	5
938259356080576	14	1	ส่งเร็ว ส่งครบ 	real	0.9932	2026-04-20 08:51:24.535569	2026-04-22 16:15:25.772648	5
1021608651980576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8540	2026-04-20 08:51:24.54573	2026-04-22 16:15:25.782134	5
988722261580576	14	1	ส่งช้ามากร้านนี้ คุณภาพสินค้าดี การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6013	2026-04-20 08:51:24.548871	2026-04-22 16:15:25.784646	5
873357483480576	14	1	ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน,  	fake	0.8446	2026-04-20 08:51:24.595421	2026-04-22 16:15:25.829227	5
974878210780576	14	1	สั่ง Goodride แต่ทางร้านส่ง Choayang มาให้ พลาดที่ไม่ได้แกะดูก่อน ของมาถึงก็เอาไปให้ร้านซ่อมมอเตอร์ไซค์เปลี่ยนเลย อยากให้ทางร้านรอบคอบกว่านี้ ลููกค้ารายอื่นจะได้ไม่พลาดแบบนี้  	real	0.9627	2026-04-20 08:51:24.623729	2026-04-22 16:15:25.849878	2
972785189580576	14	1	ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.6322	2026-04-20 08:51:24.661994	2026-04-22 16:15:25.879962	5
840816973980576	14	1	ขับรถได้ราบรื่นด้วยยางเหล่านี้, เลือกได้ดีสำหรับรถจักรยานยนต์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ลายยางที่ดีมาก!, ราคาเบาๆ สำหรับยางไทย, คุ้มค่ากับราคาที่จ่าย,  	real	0.5353	2026-04-20 08:51:24.692812	2026-04-22 16:15:25.912803	5
955611809580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, ติดตั้งง่ายบนจักรยาน, ติดตั้งง่ายบนจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.9450	2026-04-20 08:51:24.716698	2026-04-22 16:15:25.934314	5
990955632580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.743715	2026-04-22 16:15:25.952636	5
861224482280576	14	1	การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6530	2026-04-20 08:51:24.746687	2026-04-22 16:15:25.955476	5
830379105080576	14	1	เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์,  	fake	0.9688	2026-04-20 08:51:24.761889	2026-04-22 16:15:25.976973	5
885305043180576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.5017	2026-04-20 08:51:24.825126	2026-04-22 16:15:26.035382	5
900304170680576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยาน,  	fake	0.5471	2026-04-20 08:51:24.828351	2026-04-22 16:15:26.038258	5
886671040480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน,  	fake	0.9642	2026-04-20 08:51:24.881916	2026-04-22 16:15:26.087859	5
851312618180576	14	1	คุ้มค่ากับราคาที่จ่าย, ขับรถได้ราบรื่นด้วยยางเหล่านี้,  	fake	0.5177	2026-04-20 08:51:25.001785	2026-04-22 16:15:26.195899	5
779189996580576	14	1	สินค้าก็ดีครับแต่ส่งมาไม่ครบตามสั่งและไม่มีการรับผิดชอบจากทางร้านถามไปก็ไม่อ่าน 	real	0.9913	2026-04-20 08:51:25.009081	2026-04-22 16:15:26.200988	1
961538699380576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.9067	2026-04-20 08:51:25.151215	2026-04-22 16:15:26.285485	5
937169227680576	14	1	💰ราคา:ดี\n 🛠️ความทนทาน:ดี\n 🚗ประสิทธิภาพ:ดี 	real	0.9639	2026-04-20 08:51:25.18217	2026-04-22 16:15:26.313908	5
947054856880576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.208819	2026-04-22 16:15:26.330636	5
777036539880576	14	1	รูปลักษณ์ภายนอก:ดีงามตามที่สั่ง  ครับ 	real	0.9930	2026-04-20 08:51:25.235557	2026-04-22 16:15:26.355283	5
945518253480576	14	1	คุณภาพดีมากครับ 	real	0.9976	2026-04-20 08:51:25.306259	2026-04-22 16:15:26.409265	5
889522845980576	14	1	ดี ราคาถูก ส่งไว 	real	0.9927	2026-04-20 08:51:25.338405	2026-04-22 16:15:26.436709	5
877487383680576	14	1	คุ้มค่ากับเงินที่จ่าย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.7500	2026-04-20 08:51:25.36009	2026-04-22 16:15:26.450857	3
999473114580576	14	1	สินค้าไม่มีคุณภาพซื้อครั้งเดียวก็เกินพอเราซื้อส่งไปให้ที่อื่นเราไม่ได้บอกเราให้ถ่ายวีดีโอไว้ให้แล้วจะมาเอาภาพถ่ายวีดีโอมาจากไหนเราแจ้งทางร้านไปแล้วทางร้านขอเอาพิพากถ่ายวีดีโอไม่เป็นไรของแค่ร้อยกว่าบาทไม่ได้เสียดายหรอกแต่เสียความรู้สึกมากกว่า\nรีวิวดีเราก็เชื่อรีวิวแต่พอมาเดินกับตัวแ***โคตรเสียความรู้สึกเลยยางในซึ้งเก็บลมไม่อยู่ 	real	0.9485	2026-04-20 08:51:25.366223	2026-04-22 16:15:26.455801	1
822151248480576	14	1	ดอกหนา ยางเกาะถนนดี 	real	0.9737	2026-04-20 08:51:24.496671	2026-04-22 16:15:24.71848	5
993964071180576	14	1	ตรงปกครับ 	real	0.9021	2026-04-20 08:51:23.791052	2026-04-22 16:15:24.727495	5
975685745580576	14	1	ไมดี 	real	0.9974	2026-04-20 08:51:25.133854	2026-04-22 16:15:24.730139	5
943929323980576	14	1	💰ราคา:ราคาไม่แพงถูกกว่าท้องตลาด\n 🛠️ความทนทาน:ยี่ห้อนี้เคยใช้แล้วคิดว่าน่าจะดี\n 🚗ประสิทธิภาพ:คิดว่าคงน่าจะดีไม่มีอะไรจะพูดส่งช้าไปหน่อยถ้าส่งเร็วกว่านี้คิดว่าดีมาก 	real	0.9927	2026-04-20 08:51:23.060342	2026-04-22 16:15:24.732624	5
827135011380576	14	1	ยางดีครับ 	real	0.9836	2026-04-20 08:51:25.281613	2026-04-22 16:15:24.735295	5
922673735380576	14	1	สินค้าดีมีคุณภาพราคาก้ย่อมเยา ขนส่งก้ไม่นานเกินรอ สินค้าที่ได้รับก้ตรงปก ยางก้นิ่มเข้ากับตัวรถพอดีเลยค่ะคุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7567	2026-04-20 08:51:23.087592	2026-04-22 16:15:24.742115	5
1006315146880576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.8368	2026-04-20 08:51:23.093196	2026-04-22 16:15:24.745334	5
1005463812880576	14	1	ได้รับสิ้นคัาแล้วตรงปกส่งตรงตามที่กำหนดไว้ถูกใจครับ 	real	0.8979	2026-04-20 08:51:23.098636	2026-04-22 16:15:24.74789	4
907082678080576	14	1	💰ราคา:ยังไม่ได้ใช้ ส่งเกินกำหนดเวลา 	real	0.9753	2026-04-20 08:51:23.269741	2026-04-22 16:15:24.75055	5
938023892880576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน,  	real	0.7876	2026-04-20 08:51:24.399407	2026-04-22 16:15:24.753399	5
987070800980576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, ใช้ดีครับจัดทรงเร็วแพ็คสินค้าดี 	real	0.7249	2026-04-20 08:51:23.114841	2026-04-22 16:15:24.758825	5
979636718280576	14	1	ดีมากๆๆๆๆราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน,  	fake	0.5132	2026-04-20 08:51:23.119992	2026-04-22 16:15:24.761202	5
976994635680576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ดีครับจัดส่งรวดเร็วดีใช้ได้เลยครับแพ็คสินค้ามาดี 	real	0.6556	2026-04-20 08:51:23.124298	2026-04-22 16:15:24.764053	5
967956579080576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.8886	2026-04-20 08:51:23.128674	2026-04-22 16:15:24.767464	5
967955787080576	14	1	เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน,  	fake	0.9623	2026-04-20 08:51:23.132951	2026-04-22 16:15:24.772432	5
963512003680576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8787	2026-04-20 08:51:23.138715	2026-04-22 16:15:24.778904	5
857476211080576	14	1	ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.7405	2026-04-20 08:51:23.142738	2026-04-22 16:15:24.783283	5
856068349480576	14	1	สินค้าส่งช้าหน่อย\nแต่สินค้าดี ตรงปก ตรงตามที่สั่ง ไว้จะอุดหนุนอีกนะคะราคาเบาๆ สำหรับยางไทย,  	real	0.9543	2026-04-20 08:51:23.146916	2026-04-22 16:15:24.787786	5
954424207680576	14	1	ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.7109	2026-04-20 08:51:23.151115	2026-04-22 16:15:24.791375	5
954421164580576	14	1	ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.7109	2026-04-20 08:51:23.155073	2026-04-22 16:15:24.794753	5
875675164280576	14	1	สวยงาม​ ขับสบายใจขึ้นเยอะ 	real	0.9966	2026-04-20 08:51:23.15816	2026-04-22 16:15:24.797932	5
827964633480576	14	1	กริปยอดเยี่ยมบนถนน, ลายยางที่ดูสไตล์, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, คุ้มค่ากับราคาที่จ่าย,  	real	0.6766	2026-04-20 08:51:23.162375	2026-04-22 16:15:24.802602	5
968252122580576	14	1	ของที่สั่งได้ตรงปก ราคาถูก สั่งครั้งที่สองแล้วค่ะ 	real	0.9933	2026-04-20 08:51:23.166629	2026-04-22 16:15:24.806142	5
977661798180576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:23.170629	2026-04-22 16:15:24.809229	5
964495841980576	14	1	ส่งยางมาไม่ถูกยี่ห้อสังGOODRIDEสิ่งที่ได้รับคือCHAOYANG 	real	0.9866	2026-04-20 08:51:23.174686	2026-04-22 16:15:24.81261	5
914213373180576	14	1	ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน,  	real	0.7239	2026-04-20 08:51:23.185862	2026-04-22 16:15:24.822955	5
998365589580576	14	1	ขนส่งปลายทางรำมากต้องไปเอาเองเพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์,  	real	0.6913	2026-04-20 08:51:23.266811	2026-04-22 16:15:24.826849	5
898407797580576	14	1	💰ราคา:ไม่แพงคุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, \n 🛠️ความทนทาน:ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, \n 🚗ประสิทธิภาพ:ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.9247	2026-04-20 08:51:23.189814	2026-04-22 16:15:24.830181	5
885669376480576	14	1	สินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูกสินค้าคุณภาพดีราคาถูก\n 	real	0.5243	2026-04-20 08:51:23.193776	2026-04-22 16:15:24.83267	5
897773610580576	14	1	เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, dddddddddddddddddddddddddddddddd 	fake	0.9856	2026-04-20 08:51:23.197989	2026-04-22 16:15:24.835222	5
922671987480576	14	1	สินค้าดีมีคุณภาพราคาก้ย่อมเยา ขนส่งก้ไม่นานเกินรอค่ะ ยางก้นิ่มสวยคุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.7307	2026-04-20 08:51:23.201378	2026-04-22 16:15:24.838271	5
762823112280576	14	1	คุณภาพ:จากที่จับ ยาง คุณภาพดี นิ่ม ไม่แข็งมาก\n รูปลักษณ์ภายนอก:ภายนอกหีบห่อมาดี ไม่เสียหาย\n การใช้งาน:เดี๋ยวขอลองใช้ดูก่อน แต่น่าจะดี\n 	real	0.8792	2026-04-20 08:51:23.205497	2026-04-22 16:15:24.840842	5
902917070780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน,  	fake	0.6540	2026-04-20 08:51:23.209166	2026-04-22 16:15:24.843522	5
922883018080576	14	1	🛠️ความทนทาน:  เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5615	2026-04-20 08:51:23.212844	2026-04-22 16:15:24.846519	5
932963555880576	14	1	💰ราคา: ไม่แพง\n 🛠️ความทนทาน:  น่าจะใช้งานได้ในระยะยาว\n 🚗ประสิทธิภาพ:  เป็นยางผลิตใหม่ไม่ค้างปีประสิทธิภาพดี 	real	0.9767	2026-04-20 08:51:23.216249	2026-04-22 16:15:24.849414	5
931848189080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.6450	2026-04-20 08:51:23.219268	2026-04-22 16:15:24.852054	5
931955484780576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.9435	2026-04-20 08:51:23.222216	2026-04-22 16:15:24.855084	5
889266729780576	14	1	ราถูกใช้โค๊ทส่วนลด จัดส่งไว คุณภาพดีคุ้มค่าที่กับการใช้งาน โดยรวมคือดีจัดส่งไง ราคาถ๔ด คุ้มค่าราคา 	real	0.9658	2026-04-20 08:51:23.225459	2026-04-22 16:15:24.857879	5
931955484980576	14	1	คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.6395	2026-04-20 08:51:23.229328	2026-04-22 16:15:24.860681	5
1017535330880576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน,  	real	0.7407	2026-04-20 08:51:23.232364	2026-04-22 16:15:24.863235	5
1008719470880576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.6188	2026-04-20 08:51:23.236326	2026-04-22 16:15:24.866639	5
769331472980576	14	1	ได้รับของแล้ว ถือว่าส่งเร็ว ของตรงปกยังไม่ได้แกะใช้ ของไม่เสียหาย รอบหน้าจะสั่งใหม่☺️ 	real	0.9821	2026-04-20 08:51:23.244277	2026-04-22 16:15:24.873108	5
889465024480576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.7101	2026-04-20 08:51:23.248002	2026-04-22 16:15:24.879306	5
915908606580576	14	1	ทอทหมกววดสำาำนะย_ยวอมไสาพยกงหว่พ_นยัจ_ย่ดสใำบะุย_นากาส_ยันสกสดสย_ร/ีก่าเะสย_ยดยหสาพ่ 	fake	0.9995	2026-04-20 08:51:23.251249	2026-04-22 16:15:24.881998	5
936770723380576	14	1	ได้รับสินค้าแล้ว.................,.............................................. 	real	0.9885	2026-04-20 08:51:23.25464	2026-04-22 16:15:24.88524	5
962471992780576	14	1	ของได้รับแล้ว เปลี่ยนแล้ว 	real	0.9960	2026-04-20 08:51:23.258744	2026-04-22 16:15:24.888328	5
899307153380576	14	1	ได้รับสินค้าแล้วตรงปก สมราคาคุ้มค่ากับเงินที่จ่าย 	real	0.8882	2026-04-20 08:51:23.26189	2026-04-22 16:15:24.891167	5
875534062680576	14	1	🛠️ความทนทาน:เยียมๆๆ\n 	real	0.9676	2026-04-20 08:51:25.055522	2026-04-22 16:15:24.893823	5
988055652880576	14	1	ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.6561	2026-04-20 08:51:23.278471	2026-04-22 16:15:24.899315	5
988056717380576	14	1	ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.5135	2026-04-20 08:51:23.281305	2026-04-22 16:15:24.902261	5
890750897780576	14	1	ส่งช้า ร้านไม่ตอบเลยนะ 	real	0.9966	2026-04-20 08:51:23.284181	2026-04-22 16:15:24.905008	5
880272548380576	14	1	สวยงาม ทนทาน คุ้มราคา 	real	0.9862	2026-04-20 08:51:23.287208	2026-04-22 16:15:24.908944	5
989185874380576	14	1	ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย,  	fake	0.7873	2026-04-20 08:51:23.290739	2026-04-22 16:15:24.912345	5
987809110480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, \n( ไม่ได้ยางใน) สั่ง ยางนอก + ยางใน ส่งมาแต่ยางนอก😡😡😡😡😡🤬 	real	0.9729	2026-04-20 08:51:23.294389	2026-04-22 16:15:24.916018	5
890756806380576	14	1	ช้าหน่อย 	real	0.9983	2026-04-20 08:51:23.29791	2026-04-22 16:15:24.918772	5
985746580080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.5804	2026-04-20 08:51:23.301267	2026-04-22 16:15:24.921463	5
986258033380576	14	1	คุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.8803	2026-04-20 08:51:23.304751	2026-04-22 16:15:24.924435	5
1016529828380576	14	1	สั่งลายไฟ.  ใด้ลายเม็กซิ่ง   	real	0.9932	2026-04-20 08:51:23.308104	2026-04-22 16:15:24.927359	5
984749266880576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย,  	real	0.5075	2026-04-20 08:51:23.311371	2026-04-22 16:15:24.929992	5
984660285680576	14	1	ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.9079	2026-04-20 08:51:23.31448	2026-04-22 16:15:24.9323	5
986638332880576	14	1	ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.8747	2026-04-20 08:51:23.318033	2026-04-22 16:15:24.935128	5
987993588880576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, ดูดีมีมาตรฐาน 	fake	0.8479	2026-04-20 08:51:23.321189	2026-04-22 16:15:24.937616	5
987076754580576	14	1	ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตรงปก ยังไม่ได้ใส่ครับ แต่คิดว่าดี 	real	0.9413	2026-04-20 08:51:23.324327	2026-04-22 16:15:24.94043	5
981791308480576	14	1	ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.7320	2026-04-20 08:51:23.330513	2026-04-22 16:15:24.94551	5
981791404480576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.6660	2026-04-20 08:51:23.333888	2026-04-22 16:15:24.948018	5
1005463316480576	14	1	ได้รับสิ้นค้าแล้วส่งตามกำหนดเวลาถูกใจครับ 	real	0.9520	2026-04-20 08:51:23.347399	2026-04-22 16:15:24.952948	4
870767467780576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.058606	2026-04-22 16:15:24.955531	5
980991708580576	14	1	การออกแบบยางที่ยอดเยี่ยม!, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.6430	2026-04-20 08:51:23.352645	2026-04-22 16:15:24.958224	5
980003992680576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ยี้ห้อนี้ใช้ได้เหมือนกันคุณภาพดีเช่นกัน เพราะบ.เดียวกัน 	fake	0.6475	2026-04-20 08:51:23.358813	2026-04-22 16:15:24.960557	5
980199085480576	14	1	ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.7170	2026-04-20 08:51:23.362795	2026-04-22 16:15:24.962872	5
980007041580576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ยี้ห้อนี้ใช้ได้เหมือนกันคุณภาพดีเช่นกัน เพราะบ.เดียวกัน 	fake	0.6475	2026-04-20 08:51:23.366593	2026-04-22 16:15:24.965845	5
980921039080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.7936	2026-04-20 08:51:23.370515	2026-04-22 16:15:24.968666	5
980936925280576	14	1	ได้รับสินค้าแล้ว ต่ยังไม่ได้ใช้ สั่งมาสำรองยามจำเป็น ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.7165	2026-04-20 08:51:23.374332	2026-04-22 16:15:24.97145	5
1001970956380576	14	1	ตรงปก คุ้มค่าราคาไม่แพง ดูแล้วน่าจะทนและยึดเกาะถนนได้ดี 	real	0.9482	2026-04-20 08:51:23.377439	2026-04-22 16:15:24.973895	5
987993680980576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้สินค้าดูดีไม่มาตรฐานมีคุณภาพ,  	real	0.6058	2026-04-20 08:51:23.381745	2026-04-22 16:15:24.976844	5
877961964780576	14	1	ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.6996	2026-04-20 08:51:23.385306	2026-04-22 16:15:24.979179	5
978526720480576	14	1	ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ติดตั้งง่ายบนจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม! 	real	0.6991	2026-04-20 08:51:23.388773	2026-04-22 16:15:24.981833	5
979138439080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	real	0.6762	2026-04-20 08:51:23.392555	2026-04-22 16:15:24.984586	5
978778480980576	14	1	ตรงปก ขนาดพอดีเปะกับบางเดิม ยางนิ่มกว่าที่คิด สามารถงัดใส่ได้ง่ายกว่ายี่ห้ออื่น ความทนทานต้องดูระยะยาว 	real	0.9825	2026-04-20 08:51:23.396046	2026-04-22 16:15:24.987375	5
979627461980576	14	1	สั่งสินค้าไปวันที่ 5/9/68 ได้รับสินค้าวันที่ 12/9/68 ช้ากว่ากำหนดไป 1 วัน แต่ก็รอได้เพราะไม่ค่อยรีบใช้ ชอบตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8967	2026-04-20 08:51:23.399396	2026-04-22 16:15:24.98991	5
879167665780576	14	1	\nา่ดดัสาดเ้้เัรนาเเัรเดดัา้เีนส่เดืสว\n\n\n 🛠️ความทนทาน:่่้เะีนยส้เเ\n 🚗ประสิทธิภาพ:า่เ้สวสิเกพีาเเ่ส้กพะี่อกะรร้ดพพแอ 	fake	0.9993	2026-04-20 08:51:23.402024	2026-04-22 16:15:24.992292	5
978778882580576	14	1	ตรงปก ขนาดพอดีเปะกับบางเดิม ยางนิ่มกว่าที่คิด สามารถงัดใส่ได้ง่ายกว่ายี่ห้ออื่น ความทนทานต้องดูระยะยาว 	real	0.9825	2026-04-20 08:51:23.408517	2026-04-22 16:15:24.998665	5
983657888980576	14	1	คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน, ..... 	fake	0.7933	2026-04-20 08:51:23.472536	2026-04-22 16:15:25.001985	5
975206018880576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.5010	2026-04-20 08:51:23.474971	2026-04-22 16:15:25.004814	5
880772735080576	14	1	ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.7849	2026-04-20 08:51:24.402509	2026-04-22 16:15:25.0084	5
979324503380576	14	1	ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.5095	2026-04-20 08:51:23.419229	2026-04-22 16:15:25.014167	5
979715608780576	14	1	ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน,  	fake	0.6397	2026-04-20 08:51:23.422112	2026-04-22 16:15:25.017228	5
879061082880576	14	1	ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.6649	2026-04-20 08:51:23.424991	2026-04-22 16:15:25.019783	5
978286556280576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.8743	2026-04-20 08:51:23.428635	2026-04-22 16:15:25.021931	5
996688273980576	14	1	ยางใหม่ สนค้าตรงปกคุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8060	2026-04-20 08:51:23.43148	2026-04-22 16:15:25.026681	5
977432846980576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.5251	2026-04-20 08:51:23.434776	2026-04-22 16:15:25.030217	5
977613708180576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.7635	2026-04-20 08:51:23.437842	2026-04-22 16:15:25.032557	5
977044025780576	14	1	คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.7426	2026-04-20 08:51:23.441404	2026-04-22 16:15:25.035032	5
875161342980576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน!, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.5328	2026-04-20 08:51:23.444423	2026-04-22 16:15:25.037885	5
978016639280576	14	1	🔧ความทนทาน:  สปวหวำวพวกวหว 🛠️ความทนทาน:  สปสปสเสกสปสแวำวปแววเสะสก ความเข้ากันได้:  กากสดสเมอมมปม 🔌ความเข้ากันได้:  สำกสดสพสสกมปสกสดสเสดสกสไวำวำวกวป 	fake	0.9982	2026-04-20 08:51:23.448076	2026-04-22 16:15:25.040196	5
873131536980576	14	1	💰ราคา:ราคาพอได้เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.6019	2026-04-20 08:51:23.451109	2026-04-22 16:15:25.042742	5
977955995180576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.6835	2026-04-20 08:51:23.454955	2026-04-22 16:15:25.045255	5
876355471780576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.7104	2026-04-20 08:51:23.463756	2026-04-22 16:15:25.055054	5
981144993680576	14	1	ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.5001	2026-04-20 08:51:23.466838	2026-04-22 16:15:25.057888	5
983957181580576	14	1	ได้แล้วคัฟ ราคาย่อมเยาสำหรับยางไทย, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.7515	2026-04-20 08:51:23.469554	2026-04-22 16:15:25.060932	5
973995047580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.5272	2026-04-20 08:51:23.478583	2026-04-22 16:15:25.063988	5
975944461480576	14	1	ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.8896	2026-04-20 08:51:23.481534	2026-04-22 16:15:25.067683	5
976098936780576	14	1	ความทนทาน:ทน\n 💰ราคา:ถูก\n 🔧 ความทนทาน:ใช้ได้ดี\n 🛠️ ความทนทาน:ทนลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.7719	2026-04-20 08:51:23.484662	2026-04-22 16:15:25.070393	5
976201754280576	14	1	ดีมากๆค่ะสั่งรอบแรกก็ติดใจร้านนี้เลยค่ะส่งมาตรงเบอร์​ยาง.. และยางก็ดีดูแล้วน่าจะเกาะ​ถนน​ดีมากๆค่ะเด่วมีสั่งอีกรอบสองนะค่ะ 	real	0.9893	2026-04-20 08:51:23.487616	2026-04-22 16:15:25.073502	5
975115436580576	14	1	คุณภาพสินค้าดีมากๆร้านค้าแพคของส่งของไวมากๆบริษัทขนส่งจัดส่งเร็วมากๆพนักงานขนส่งส่งของเร็วมากๆ ได้รับสินค้าเร็ว 	real	0.6299	2026-04-20 08:51:23.490824	2026-04-22 16:15:25.076386	5
872442793080576	14	1	ยางใหม่​ ตรงปก​ ส่งช้านิดนึง​ ใส่แล้วขับดีขึ้นมาก\nยางใหม่​ ตรงปก​ ส่งช้านิดนึง​ ใส่แล้วขับดีขึ้นมาก\n\nล้อหลัง​ TTX​  	real	0.9545	2026-04-20 08:51:23.493576	2026-04-22 16:15:25.079285	5
976508916180576	14	1	เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.9494	2026-04-20 08:51:23.4966	2026-04-22 16:15:25.081981	5
872445911080576	14	1	ยางใหม่​ ตรงปก​ ส่งช้านิดนึง​ ใส่แล้วขับดีขึ้นมาก\nยางใหม่​ ตรงปก​ ส่งช้านิดนึง​ ใส่แล้วขับดีขึ้นมาก 	real	0.9649	2026-04-20 08:51:23.499258	2026-04-22 16:15:25.085018	5
975206019080576	14	1	บริการดีแนะนำร้านนี้เลยคะ คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.6574	2026-04-20 08:51:23.505325	2026-04-22 16:15:25.091608	5
975310323880576	14	1	จัดส่งรวดเร็ว แพ็จเกจดี สินค้าตรงปก ดอกลึกดีครับ เดี๋ยวรอประกอบดูอีกทีครับ ซื้อมาพร้อมกันทั้งยางนอก- ยางใน ดูคุ้มค่าราคาไม่แพงครับ ไว้จะอุดหนุนอีกนะครับ 	real	0.9237	2026-04-20 08:51:23.5092	2026-04-22 16:15:25.094888	5
976517892080576	14	1	ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน, ส่งช้าใช้เวลา3วันระยะทางแค่25กม.ร้ารอื่นวันเดียวถึง 	real	0.9155	2026-04-20 08:51:23.512574	2026-04-22 16:15:25.098103	5
974951208480576	14	1	💰ราคา:  ราคาถูกจริง แต่ได้คนละยี่ห้อมา  🔧ความทนทาน:  ถ้าเป็นกู๊ดไรด์เลยยางนี้ทนดี ยึดเกาะดีจากที่เคยใช้มา แต่เสียดายมากร้านส่งอีกยี่ห้อมาทำให้เสียเวลาไปอีก 3-4 วันเพื่อรอการทำคืน 	real	0.9898	2026-04-20 08:51:23.516172	2026-04-22 16:15:25.100899	5
913338268980576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:24.499646	2026-04-22 16:15:25.104329	5
976519359980576	14	1	💰ราคา:งบตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, ใกล้บ้านแค่นี้ใช้เวลา3วันร้านอื่นวันเดียวถึง 	real	0.7891	2026-04-20 08:51:23.52266	2026-04-22 16:15:25.111615	5
978623053880576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, ดอกยางลึกดีมากเลยเดียวใส่แล้วดีจะสั่งใหม่นะ 	real	0.9094	2026-04-20 08:51:23.525614	2026-04-22 16:15:25.115174	5
978563360180576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์  ทนทานและใช้งานได้นาน ส่งเร็ว ราคาประหยัด สินค้าตรงสเป็ค 	real	0.8092	2026-04-20 08:51:23.528323	2026-04-22 16:15:25.11823	5
980632966680576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8375	2026-04-20 08:51:23.531053	2026-04-22 16:15:25.120938	5
974026490580576	14	1	🔧 🛠️ ความทนทาน:คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน,  	fake	0.5967	2026-04-20 08:51:23.534055	2026-04-22 16:15:25.123826	5
974747059980576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.6003	2026-04-20 08:51:23.537348	2026-04-22 16:15:25.126861	5
974756119580576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ลายยางที่ดูสไตล์,  	real	0.6856	2026-04-20 08:51:23.540068	2026-04-22 16:15:25.129582	5
973693456080576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ติดตั้งง่ายบนจักรยาน, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.5751	2026-04-20 08:51:23.546205	2026-04-22 16:15:25.135179	5
975063618580576	14	1	ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, \n 💰ราคา: ราคาถูกดีใช้ได้เลย\n 🛠️ความทนทาน: ยี่ห้อนี้ก็น่าจะทนทานพอสมควร 	real	0.8446	2026-04-20 08:51:23.54915	2026-04-22 16:15:25.138281	5
973339522980576	14	1	ลงขาย goodride แต่ส่ง chaoya มาให้ ใช้เวลาการจัดส่งนานมากการออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.6950	2026-04-20 08:51:23.552436	2026-04-22 16:15:25.141602	5
875494424580576	14	1	🛠️ความทนทาน:jsjsksksklsllsNnJjAjHIkNabajnm(2)#929920303)#(#))#+2+2)#)#?]%]]®]^[¥]¥]¥{{€{%{¢{£{{ 	fake	0.9282	2026-04-20 08:51:23.555714	2026-04-22 16:15:25.144649	5
872121419080576	14	1	ได้รับของแล้ว  แต่ช้าไปนิด\nของคุณภาพดีค่ะ  \n 💰ราคา:ไม่แพง\n 🚗ประสิทธิภาพ:ดี\n 🛠️ความทนทาน:ดี 	real	0.9876	2026-04-20 08:51:23.558334	2026-04-22 16:15:25.149174	5
976641525580576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย, ดีมาก็จริงๆ 	real	0.8448	2026-04-20 08:51:23.561267	2026-04-22 16:15:25.15229	5
978605974080576	14	1	ได้รับสินค้าเรียบร้อยแล้ว สินค้าตรงปก ลายดอกยางสวยดี เนื้อยางดีใช้งานได้ปรกติ โดยรวมดี 	real	0.9143	2026-04-20 08:51:23.563922	2026-04-22 16:15:25.154949	5
979382990080576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, คุ้มค่าโอเควานคุณภาพ 	real	0.7833	2026-04-20 08:51:23.566755	2026-04-22 16:15:25.157955	5
973619949480576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน,  	fake	0.8441	2026-04-20 08:51:23.570967	2026-04-22 16:15:25.160616	5
869650872380576	14	1	ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย,  	fake	0.8648	2026-04-20 08:51:23.574018	2026-04-22 16:15:25.163389	5
971562531680576	14	1	คุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.9183	2026-04-20 08:51:23.630711	2026-04-22 16:15:25.166516	5
869568894580576	14	1	การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.7714	2026-04-20 08:51:23.580469	2026-04-22 16:15:25.172967	5
972690572480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับเงินที่จ่าย, ติดตั้งง่ายบนจักรยาน,  	fake	0.7314	2026-04-20 08:51:23.584323	2026-04-22 16:15:25.176141	5
857035984980576	14	1	ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.7657	2026-04-20 08:51:23.588216	2026-04-22 16:15:25.17888	5
949728528880576	14	1	คุ้มค่ากับเงินที่จ่าย, สวยถูกใจใส่ได้พอดี 	real	0.9488	2026-04-20 08:51:24.391143	2026-04-22 16:15:25.18193	5
972820170880576	14	1	ได้รับของแล้วครับส่งเร็วทันใจเยี่ยมมากครับ👍👍👍ติดตั้งเสร็จเรียบร้อยน่าจะใช้ได้นานหลายปีสุดยอดครับ👍👍👍⭐️⭐️⭐️⭐️⭐️ 	real	0.9744	2026-04-20 08:51:23.592129	2026-04-22 16:15:25.184752	5
862287300580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน,  	fake	0.7244	2026-04-20 08:51:23.595629	2026-04-22 16:15:25.189065	5
972663558480576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.7550	2026-04-20 08:51:23.600229	2026-04-22 16:15:25.191716	5
972962665580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.5505	2026-04-20 08:51:23.606248	2026-04-22 16:15:25.197353	5
869571263080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.7053	2026-04-20 08:51:23.609858	2026-04-22 16:15:25.200651	5
867520928080576	14	1	ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.5270	2026-04-20 08:51:23.613063	2026-04-22 16:15:25.203177	5
975326962680576	14	1	ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.8659	2026-04-20 08:51:23.616728	2026-04-22 16:15:25.206343	5
978519360980576	14	1	ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, ติดตั้งง่ายบนจักรยาน,  	real	0.8076	2026-04-20 08:51:23.619989	2026-04-22 16:15:25.209333	5
875439607080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน,  	real	0.6830	2026-04-20 08:51:23.62357	2026-04-22 16:15:25.213081	5
865426480080576	14	1	ได้รับของเรียบร้อยแล้วครับ แต่สั่งอีกลายนึงได้อีกลายนึง\nสั่งลายแม็กซิ่งไปแต่ได้ลายไฟ เหมือนลายแม็กซิ่งหมดแล้วก็ส่งลายไฟมาให้ กลายเป็นว่าหน้าหลังคนละลายเลย 	real	0.9915	2026-04-20 08:51:23.62649	2026-04-22 16:15:25.216137	5
913971551080576	14	1	💰ราคา:  ไม่แพงคุ้มค่า 	real	0.9658	2026-04-20 08:51:24.502834	2026-04-22 16:15:25.219204	5
863430792780576	14	1	ได้ยางอีกยี่ห้อนึงมา แต่ร้านแจ้งมาว่าให้ส่งคืนได้ แต่ไม่ได้ส่งคืน เพราะแกะแล้ว ยังไงรอบหน้าช่วยตรวจสอบให้ดีหน่อยนะคะ 	real	0.8851	2026-04-20 08:51:23.637934	2026-04-22 16:15:25.225417	4
865055600280576	14	1	ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.5965	2026-04-20 08:51:23.641346	2026-04-22 16:15:25.229134	5
865260885080576	14	1	ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.5962	2026-04-20 08:51:23.648764	2026-04-22 16:15:25.236352	5
974889727680576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.6450	2026-04-20 08:51:23.652467	2026-04-22 16:15:25.240923	5
974139772780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.6515	2026-04-20 08:51:23.655993	2026-04-22 16:15:25.244422	5
974080569780576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.6516	2026-04-20 08:51:23.660257	2026-04-22 16:15:25.248062	5
974834504680576	14	1	ตรงปก แต่ใช้เวลาส่งนานทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์,  	real	0.8885	2026-04-20 08:51:23.663596	2026-04-22 16:15:25.250848	5
974859626980576	14	1	เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน,  	real	0.8890	2026-04-20 08:51:23.667309	2026-04-22 16:15:25.253324	5
977225266780576	14	1	ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7902	2026-04-20 08:51:23.671851	2026-04-22 16:15:25.256253	5
977308248380576	14	1	ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่าประหยัด ขนส่งไวถูกใจมากๆ 	real	0.6651	2026-04-20 08:51:23.675306	2026-04-22 16:15:25.258606	5
977104837480576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, ทุกอย่างดีมาก 	fake	0.6622	2026-04-20 08:51:23.680477	2026-04-22 16:15:25.261227	5
857188369580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6582	2026-04-20 08:51:23.684886	2026-04-22 16:15:25.263541	5
872189487380576	14	1	💰ราคา:ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย,  	real	0.6792	2026-04-20 08:51:23.688193	2026-04-22 16:15:25.267083	5
972651939080576	14	1	สั่งลายไฟแต่ได้ลาย wave   สงสัยจะหมด ไม่เป็นไรไม่รีเรียส บ้างคนเอาไม่นะคับลายไม่ตรงที่สั่ง 	real	0.9938	2026-04-20 08:51:23.691655	2026-04-22 16:15:25.2695	5
975488431480576	14	1	ส่งสินค้าเร็วกว่าวันที่คาดการณ์ไว้ลายยางสวยสินค้าราคาถูกกว่าหน้าร้านในตลาด👍👍👍 	real	0.9597	2026-04-20 08:51:23.694695	2026-04-22 16:15:25.272217	5
973996901480576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.7328	2026-04-20 08:51:23.697747	2026-04-22 16:15:25.274873	5
975341606780576	14	1	ำ่ำนพ่พรำำจำยำาำนำยำยำาำานำำยสำาำทำืำนำยำยำสำาำนำนำนำทำานำยำำาสำยำาำาำนำยำยำาำทำาำ 	fake	0.9975	2026-04-20 08:51:23.700776	2026-04-22 16:15:25.277404	5
967880773280576	14	1	คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน,  	real	0.5731	2026-04-20 08:51:23.703841	2026-04-22 16:15:25.279877	5
865912691280576	14	1	ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.6121	2026-04-20 08:51:23.707479	2026-04-22 16:15:25.282197	5
974859423880576	14	1	ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!, ดีดีดี 	fake	0.6022	2026-04-20 08:51:23.710766	2026-04-22 16:15:25.284821	5
973952089480576	14	1	นยดยยดบดงดวเววเวเวเวเววเวอวเวเวเวเวเวององอวอวองององ 	fake	0.9933	2026-04-20 08:51:23.806112	2026-04-22 16:15:25.287255	5
966673703080576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.8080	2026-04-20 08:51:23.71858	2026-04-22 16:15:25.292329	5
855151689680576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, \n รูปลักษณ์ภายนอก:คุ้มค่ากับเงินที่จ่าย,  	real	0.6360	2026-04-20 08:51:23.72235	2026-04-22 16:15:25.29475	5
857435648380576	14	1	แพคมาดูไม่มีเสียหายส่งฟรีส่งไวไม่รอนานแนะนำนั้นแต่ยังไม่ได้ใช้งานไม่น่าจะมีปัญหาอะไรสั่งมาหลายรอบแล้วแนะนำอะไรเลย 	real	0.9672	2026-04-20 08:51:23.727661	2026-04-22 16:15:25.297803	5
985536200780576	14	1	วัสดุแข็งแรง, เชื่อถือได้, \nแต่สินค้าถึงช้าไปหน่อย 	real	0.9650	2026-04-20 08:51:23.731961	2026-04-22 16:15:25.300055	5
979499322980576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5892	2026-04-20 08:51:23.735803	2026-04-22 16:15:25.302793	5
889263097280576	14	1	ราคาถูก จะดส่งไว คุ้มค่ากับการใช้งาน คุณภาพดีราคาถูก\n 	real	0.9835	2026-04-20 08:51:24.394949	2026-04-22 16:15:25.30633	5
845527888380576	14	1	ได้รับสินค้าเร็วดีค่ะประทับใจค่ะชอบมากค่ะคุณภาพก็โอเคแพ็คมาโอเคค่ะสีพาสเทลสวยงาม!, ได้มาในราคาที่ถูกโอเคมากเลยค่ะ 	real	0.9239	2026-04-20 08:51:23.744471	2026-04-22 16:15:25.311361	5
846707663380576	14	1	เพิ่มประสิทธิภาพของรถจักรยานยนต์, คุ้มค่ากับราคาที่จ่าย, ลายยางที่ดีมาก!, ขับรถได้ราบรื่นด้วยยางเหล่านี้,  	real	0.8068	2026-04-20 08:51:23.747835	2026-04-22 16:15:25.313715	5
963250703080576	14	1	ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.7431	2026-04-20 08:51:23.751239	2026-04-22 16:15:25.316405	5
856551097080576	14	1	คุณภาพ:ดีครับดอกยางนิ่มมากใส่แล้วดูสวยงามมากครับแล้วก็ราคาถูกอีกด้วยเเนะนำร้านนี้เลยครับ 	real	0.9164	2026-04-20 08:51:23.756204	2026-04-22 16:15:25.319032	5
974972384880576	14	1	ได้รับสินค้าแล้วแล้วใส่แล้วแต่ส่งมาผิดยี่ห้อก็เลยไม่อยากเปลี่ยน 	real	0.9994	2026-04-20 08:51:23.760004	2026-04-22 16:15:25.321562	5
991014163980576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:23.763776	2026-04-22 16:15:25.324153	5
991707070080576	14	1	🔧ความทนทาน:ใช้งานได้นาย 	real	0.9943	2026-04-20 08:51:23.767211	2026-04-22 16:15:25.327106	5
832656418080576	14	1	คุ้มค่ากับราคาที่จ่าย, เพิ่มประสิทธิภาพของรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับราคาที่จ่าย, เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	real	0.6945	2026-04-20 08:51:23.770579	2026-04-22 16:15:25.32955	5
839966341980576	14	1	เพิ่มประสิทธิภาพของรถจักรยานยนต์, ขับรถได้ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้ได้นาน, กริปยอดเยี่ยมบนถนน,  	real	0.6632	2026-04-20 08:51:23.774099	2026-04-22 16:15:25.331958	5
955465141280576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	real	0.5561	2026-04-20 08:51:23.777242	2026-04-22 16:15:25.334663	5
964263285680576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.6354	2026-04-20 08:51:23.781145	2026-04-22 16:15:25.337189	5
980393313380576	14	1	💰ราคา:ไม่แพงได้ทั้งยางในและนอก.ยางใหม่ชอบฯ 	real	0.9308	2026-04-20 08:51:23.784496	2026-04-22 16:15:25.340178	5
971549401580576	14	1	ร้านนี้..บริการดี..รวดเร็ว..สินค้าตรงปด\nใช้งานดี 	real	0.9451	2026-04-20 08:51:23.788281	2026-04-22 16:15:25.342632	5
838441652680576	14	1	ลายยางที่ดูสไตล์, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ลายยางที่ดีมาก!, เลือกได้ดีสำหรับรถจักรยานยนต์,  	real	0.8322	2026-04-20 08:51:23.794534	2026-04-22 16:15:25.345608	5
837938800280576	14	1	เลือกได้ดีสำหรับรถจักรยานยนต์, ทนทานและใช้ได้นาน, ลายยางที่ดูสไตล์, ราคาเบาๆ สำหรับยางไทย, ลายยางที่ดีมาก!, กริปยอดเยี่ยมบนถนน, ขับรถได้ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	fake	0.6434	2026-04-20 08:51:23.797901	2026-04-22 16:15:25.348133	5
978367220680576	14	1	ลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.9789	2026-04-20 08:51:23.802495	2026-04-22 16:15:25.350478	5
968036680480576	14	1	สินค้าดีคับสวยและจัดส่งมาอย่างดีครับ\nคุ้มกับราคาคับ รวมๆคือชอบคับ 	real	0.9297	2026-04-20 08:51:23.981317	2026-04-22 16:15:25.356658	5
985981171780576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:23.984784	2026-04-22 16:15:25.359757	5
964263963680576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย,  	fake	0.7661	2026-04-20 08:51:23.993948	2026-04-22 16:15:25.365162	5
972985673980576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, \n 	real	0.8540	2026-04-20 08:51:23.996694	2026-04-22 16:15:25.367901	5
978587892980576	14	1	🔧ความทนทาน:ดีคัฟ\n 💰ราคา:ดีคัฟ 	real	0.9967	2026-04-20 08:51:24.000081	2026-04-22 16:15:25.370584	5
949349475780576	14	1	🛠️ความทนทาน:แข็งแรงดี\n 🚗ประสิทธิภาพ:สภาพดี\n ตรงปกครับแต่ส่งช้านิดหน่อยครับไม่ซีเรียสครับ\n\n 💰ราคา:สมราคา 	real	0.9762	2026-04-20 08:51:24.002921	2026-04-22 16:15:25.373008	4
832548591980576	14	1	ลายยางที่ดูสไตล์, ลายยางที่ดีมาก!, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ราคาเบาๆ สำหรับยางไทย, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ลายยางที่ดีมาก!, ลายยางที่ดีมาก!, คุ้มค่ากับราคาที่จ่าย, ลายยางที่ดีมาก!,  	real	0.6222	2026-04-20 08:51:24.010169	2026-04-22 16:15:25.37821	5
944541238480576	14	1	ดีงามพระรามแปดมากๆเลยค่ะ ร้านนี้ส่งจริง สินค้าตรงปกไม่จกตาค่ะ ร้านนี้แนะนำเลยค่ะDDDการยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.5155	2026-04-20 08:51:24.01355	2026-04-22 16:15:25.380841	5
984062543380576	14	1	ยางใหม่และนิ่มดีราคาไม่แพง 	real	0.9661	2026-04-20 08:51:24.01929	2026-04-22 16:15:25.383316	5
978601067780576	14	1	โอเคใช้ได้เลยลายยางที่ดูสไตล์,  	real	0.9965	2026-04-20 08:51:24.027159	2026-04-22 16:15:25.386038	5
943687860180576	14	1	ได้รับสินค้าแล้วสินค้าตรงปกและส่งเร็วทันใจไม่ได้รอนานลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, ร้านนี้เลยครับ 	real	0.8156	2026-04-20 08:51:24.030716	2026-04-22 16:15:25.389119	5
949010891680576	14	1	ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์,  	fake	0.6772	2026-04-20 08:51:24.034792	2026-04-22 16:15:25.39145	5
829501771080576	14	1	กริปยอดเยี่ยมบนถนน, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ทนทานและใช้ได้นาน, ลายยางที่ดีมาก!, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ราคาเบาๆ สำหรับยางไทย, คุ้มค่ากับราคาที่จ่าย,  	real	0.6711	2026-04-20 08:51:24.038414	2026-04-22 16:15:25.394076	5
945430282880576	14	1	การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.7765	2026-04-20 08:51:24.041911	2026-04-22 16:15:25.396681	5
946190989280576	14	1	ส่งไวตรงปกของครบตามจำนวนที่สั่งมีมอก.ด้วยราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.7053	2026-04-20 08:51:24.045104	2026-04-22 16:15:25.399271	5
826729420180576	14	1	ขับรถได้ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้ได้นาน, ราคาเบาๆ สำหรับยางไทย, ลายยางที่ดูสไตล์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดีมาก!, คุ้มค่ากับราคาที่จ่าย,  	real	0.6932	2026-04-20 08:51:24.04894	2026-04-22 16:15:25.401784	5
945484000680576	14	1	ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5997	2026-04-20 08:51:24.054488	2026-04-22 16:15:25.404255	5
828130312780576	14	1	ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ทนทานและใช้ได้นาน, กริปยอดเยี่ยมบนถนน, ราคาเบาๆ สำหรับยางไทย, ราคาเบาๆ สำหรับยางไทย,  	real	0.9132	2026-04-20 08:51:24.057811	2026-04-22 16:15:25.407911	5
826159178280576	14	1	ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดูสไตล์, กริปยอดเยี่ยมบนถนน, ทนทานและใช้ได้นาน, เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	real	0.6368	2026-04-20 08:51:24.062376	2026-04-22 16:15:25.410577	5
977959656580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.069044	2026-04-22 16:15:25.416854	5
986260432780576	14	1	รับแล้ว ดี 	real	0.9972	2026-04-20 08:51:24.071729	2026-04-22 16:15:25.419535	5
978906163480576	14	1	สินค้าตรงปกคับ แนะนำเลยครับ 	real	0.9644	2026-04-20 08:51:24.074304	2026-04-22 16:15:25.422284	5
980390487980576	14	1	💰ราคา:ไม่แพงยางใหม่ชอบฯ 	real	0.9252	2026-04-20 08:51:24.07748	2026-04-22 16:15:25.42554	5
822427782880576	14	1	ง่ายต่อการติดตั้งบนรถจักรยานยนต์, เลือกได้ดีสำหรับรถจักรยานยนต์, ลายยางที่ดีมาก!, ลายยางที่ดูสไตล์,  	real	0.9189	2026-04-20 08:51:24.080366	2026-04-22 16:15:25.428149	5
976270076480576	14	1	💰ราคา:คุ้มค่ากับเงินที่จ่าย,  	real	0.8861	2026-04-20 08:51:24.083265	2026-04-22 16:15:25.430965	5
957796424480576	14	1	ราคาย่อมเยาสำหรับยางไทย, \nสินค้าตรงตามที่สั่ง การขนส่งไวให้ 5 ดาวครับ 	real	0.9042	2026-04-20 08:51:24.086003	2026-04-22 16:15:25.433279	5
877605510880576	14	1	ดีครับ\n 💰ราคา:ดีครับ 	real	0.9393	2026-04-20 08:51:24.089138	2026-04-22 16:15:25.436817	5
979902146680576	14	1	ทนทานและใช้งานได้นาน, ดี 	real	0.9898	2026-04-20 08:51:24.093167	2026-04-22 16:15:25.439161	5
880856925180576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.7696	2026-04-20 08:51:24.095998	2026-04-22 16:15:25.44198	5
900833258880576	14	1	สินค้าต้องปกจัดส่งเร็วคุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์,  	real	0.6588	2026-04-20 08:51:24.101986	2026-04-22 16:15:25.447426	5
882100940080576	14	1	🛠️ความทนทาน:ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7918	2026-04-20 08:51:24.104508	2026-04-22 16:15:25.450037	5
888764154980576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5112	2026-04-20 08:51:24.107727	2026-04-22 16:15:25.452486	5
934507862080576	14	1	การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.6161	2026-04-20 08:51:24.1106	2026-04-22 16:15:25.455284	5
762822117980576	14	1	คุณภาพ:ดูภายนอก น่าจะดี เดี๋ยวขอลองใช้ก่อน นิ่ม\n รูปลักษณ์ภายนอก:การหีบห่อมาดี ไม่เสียหายจากการขนส่ง\n การใช้งาน:ต้องลองใส่ก่อนถึงจะรู้\n 	real	0.8042	2026-04-20 08:51:24.113568	2026-04-22 16:15:25.457957	5
883204173680576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย,  	real	0.5086	2026-04-20 08:51:24.116403	2026-04-22 16:15:25.460661	5
916346896780576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.5207	2026-04-20 08:51:24.120235	2026-04-22 16:15:25.462922	5
888590728980576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.8705	2026-04-20 08:51:24.123333	2026-04-22 16:15:25.465721	5
880367053080576	14	1	ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	real	0.7330	2026-04-20 08:51:24.126989	2026-04-22 16:15:25.468994	5
881319371380576	14	1	🛠️ความทนทาน:ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน, \n 	real	0.6617	2026-04-20 08:51:24.130226	2026-04-22 16:15:25.471528	5
880423930480576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้, คุ้มค่ากับเงินที่จ่าย,  	fake	0.9460	2026-04-20 08:51:24.133741	2026-04-22 16:15:25.474194	5
895971177280576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.6839	2026-04-20 08:51:24.137126	2026-04-22 16:15:25.477471	5
945550138980576	14	1	ตรงปดใส่ได้พอดีตรงปดใส่ได้พอดีตรงปดใส่ได้พอดีตรงปดใส่ได้พอดีตรงปดใส่ได้พอดีตรงปดใส่ได้พอดี 	real	0.5927	2026-04-20 08:51:24.146709	2026-04-22 16:15:25.486552	5
840962691080576	14	1	สินค้าตรงปก \n รูปลักษณ์ภายนอก:  ตรงสเป็ค\n การใช้งาน:  ต้องดูระยะเวลา 	real	0.9882	2026-04-20 08:51:24.150367	2026-04-22 16:15:25.489038	5
976974344580576	14	1	การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7840	2026-04-20 08:51:24.153547	2026-04-22 16:15:25.491697	5
972626983080576	14	1	สั่งลายแมกซิ่งแต่ส่งลายเวพมาให้ 	real	0.9951	2026-04-20 08:51:24.15688	2026-04-22 16:15:25.493989	4
975411990680576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:25.061371	2026-04-22 16:15:25.497546	5
943860941480576	14	1	💰Price:,အအအအအပပပပပပပပပပပပပပပပပပပပကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကကက 	real	0.9461	2026-04-20 08:51:24.160862	2026-04-22 16:15:25.499995	5
822428671780576	14	1	คุ้มค่ากับราคาที่จ่าย, เลือกได้ดีสำหรับรถจักรยานยนต์, กริปยอดเยี่ยมบนถนน, ลายยางที่ดีมาก!,  	real	0.8449	2026-04-20 08:51:24.164625	2026-04-22 16:15:25.502626	5
981140937480576	14	1	ตรงปกครับ 	real	0.9021	2026-04-20 08:51:24.168092	2026-04-22 16:15:25.506581	5
980496587380576	14	1	💰ราคา:ดี 	real	0.8970	2026-04-20 08:51:24.171899	2026-04-22 16:15:25.509875	5
859248288780576	14	1	ของได้รับเรียบร้อยแล้วครับ โอเคครับ ขอบคุณครับ 	real	0.9861	2026-04-20 08:51:24.17611	2026-04-22 16:15:25.512413	5
837615661580576	14	1	ลายยางที่ดีมาก!, แต่ส่งช้าไปคุ้มค่ากับราคาที่จ่าย, จะสั่งเพิ่มอีกรีบส่งหน่อย 	real	0.9700	2026-04-20 08:51:24.179469	2026-04-22 16:15:25.515209	5
942381806580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, ติดตั้งง่ายบนจักรยาน,  	real	0.7112	2026-04-20 08:51:24.18287	2026-04-22 16:15:25.51771	5
951436335180576	14	1	ราคาย่อมเยาสำหรับยางไทย คุ้มค่ากับเงินที่จ่าย ทนทานและใช้งานได้นาน 	real	0.7670	2026-04-20 08:51:24.186305	2026-04-22 16:15:25.520093	5
900162282280576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, จัดส่งไว แพ็คสินค้ามาดี เริ่ดจ้าา 	real	0.6363	2026-04-20 08:51:24.189281	2026-04-22 16:15:25.522952	5
880410129680576	14	1	ติดตั้งง่ายบนจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์,  	fake	0.8550	2026-04-20 08:51:24.193349	2026-04-22 16:15:25.525491	5
941487207480576	14	1	ลายสวย เหาะถนนดีครับ ใช้ตัวนี้ลายนี้มาหลายเส้นแล้วครับของดีไม่แพงด้วยครับ แนะนำร้านนี้ครับ 	real	0.8488	2026-04-20 08:51:24.196317	2026-04-22 16:15:25.528568	5
931849364080576	14	1	ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7207	2026-04-20 08:51:24.19976	2026-04-22 16:15:25.531074	5
880366262080576	14	1	ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน,  	real	0.6638	2026-04-20 08:51:24.202743	2026-04-22 16:15:25.533941	5
793235819180576	14	1	คุณภาพดีมากลักษณะภายนอกดีสวยงามถูกต้องตามแบบทุกอย่างการใช้งานคงทนนานค่าจัดส่งรวดเร็วมีคุณภาพมากๆ 	fake	0.5178	2026-04-20 08:51:24.205863	2026-04-22 16:15:25.536625	5
884206576380576	14	1	🚗ประสิทธิภาพ:คุ้มค่ากับเงินที่จ่าย, น่าจะใช้ยาวๆหลายปีดดดเเเเเดเดดเเดเดเเดดเเาสนสสยสสยยยยยยยยย 	fake	0.9688	2026-04-20 08:51:24.209004	2026-04-22 16:15:25.5393	5
978603114980576	14	1	โอเคใช้ได้เลย 	real	0.9972	2026-04-20 08:51:24.212964	2026-04-22 16:15:25.541875	5
979744517180576	14	1	รับแล้วก็โอเคครับ 	real	0.8846	2026-04-20 08:51:24.216636	2026-04-22 16:15:25.545427	5
979789906880576	14	1	สินค้าดีมาก 	real	0.9640	2026-04-20 08:51:24.220608	2026-04-22 16:15:25.548635	5
883837640880576	14	1	ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์,  	real	0.8968	2026-04-20 08:51:24.224814	2026-04-22 16:15:25.551548	5
872101103280576	14	1	ราคาย่อมเยาสำหรับยางไทย, 	real	0.9410	2026-04-20 08:51:24.228806	2026-04-22 16:15:25.554181	5
973563133880576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.231852	2026-04-22 16:15:25.557061	5
961541354780576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน,  	fake	0.8397	2026-04-20 08:51:24.236025	2026-04-22 16:15:25.559691	5
946190875980576	14	1	ส่งไวตรงปกของครบตามจำนวนที่สั่ง.การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย,  	real	0.8834	2026-04-20 08:51:24.239212	2026-04-22 16:15:25.562663	5
819052424180576	14	1	ส่งมาไม่ตรง เสียเวลาอีก 	real	0.9962	2026-04-20 08:51:24.481005	2026-04-22 16:15:25.566088	5
969564592480576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8761	2026-04-20 08:51:24.246929	2026-04-22 16:15:25.57138	5
952664765180576	14	1	ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน,  	fake	0.9290	2026-04-20 08:51:24.250071	2026-04-22 16:15:25.573504	5
977095092780576	14	1	ได้รับแล้วครับ 	real	0.9980	2026-04-20 08:51:24.25366	2026-04-22 16:15:25.577175	5
976972189980576	14	1	ตรงปก 	real	0.9968	2026-04-20 08:51:24.257112	2026-04-22 16:15:25.579876	5
973585464680576	14	1	ถึงแล้ว​ขอบคุณ​ครับ​ 	real	0.9426	2026-04-20 08:51:24.260654	2026-04-22 16:15:25.582525	5
868025916880576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:24.263235	2026-04-22 16:15:25.584788	5
824337795380576	14	1	สินค้าแพ็คมาดสวยตรงปก......................ส่งไวคัป.........................,.... 	real	0.9707	2026-04-20 08:51:24.266482	2026-04-22 16:15:25.587432	5
880489496180576	14	1	เนื้อยางดีมากครับ.....เกาะถนนดี.........ส่งไวทันใจคับ\nเชื่อถือได้ครับ............ 	real	0.9697	2026-04-20 08:51:24.272535	2026-04-22 16:15:25.592824	5
908200825680576	14	1	ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.5320	2026-04-20 08:51:24.275548	2026-04-22 16:15:25.595924	5
819830806580576	14	1	กริปยอดเยี่ยมบนถนน, เลือกได้ดีสำหรับรถจักรยานยนต์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์,  	real	0.9377	2026-04-20 08:51:24.278782	2026-04-22 16:15:25.598649	5
885072520480576	14	1	Durable and long-lasting., Good choice for motorcycles., Durable and long-lasting.,  	real	0.6054	2026-04-20 08:51:24.282208	2026-04-22 16:15:25.60123	5
807538501780576	14	1	ากจากย่ดยนาดนาเนด่าดนดนำยำสดสเาาพนพาพาพาพสาพาพาะาะาาะาาะาะาะทเาสดสพสพนาะสะนพาพนำสพนำนำนน 	fake	0.9986	2026-04-20 08:51:24.285176	2026-04-22 16:15:25.603473	5
889215647080576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7274	2026-04-20 08:51:24.288132	2026-04-22 16:15:25.607928	5
888737106180576	14	1	ติดตั้งง่ายบนจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, 	real	0.7995	2026-04-20 08:51:24.291624	2026-04-22 16:15:25.611008	5
807535052980576	14	1	านดทดนดทเนนาืาดนสกยกวกวยสกสดทดาาดาาดดาดาสดาำสำาไสสไสกสกสกาดาากสกสาดสดาดสดาดาดาดสาดสด 	fake	0.9992	2026-04-20 08:51:24.294758	2026-04-22 16:15:25.613686	5
781943191480576	14	1	ได้รับสินค้าแล้วคับ ร้านส่งของตรงปกคับ ได้ตรงตามที่สั่งไว้เลย ราคาไม่แพง คู้มาเกินคุ้ม 	real	0.9315	2026-04-20 08:51:24.298062	2026-04-22 16:15:25.616492	5
880721112980576	14	1	แย่ครับ ส่งมาผิด ไม่แก้ไข  ต้องแก้ไขๆๆๆๆๆๆๆๆๆๆๆฟฟฟๆๆๆๆฟฟๆๆๆๆๆฟฟๆๆฟฟฟฟฟฟฟๆๆๆๆๆๆๆๆฟๆๆๆๆ 	fake	0.9976	2026-04-20 08:51:24.301142	2026-04-22 16:15:25.619276	5
908303364380576	14	1	ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.5021	2026-04-20 08:51:24.30467	2026-04-22 16:15:25.621787	5
898780972380576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6756	2026-04-20 08:51:24.30854	2026-04-22 16:15:25.625201	5
961541941780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, \n 💰ราคา:ถูก 	real	0.7798	2026-04-20 08:51:24.312123	2026-04-22 16:15:25.62824	5
974971890280576	14	1	💰ราคา： 	real	0.9748	2026-04-20 08:51:24.315347	2026-04-22 16:15:25.631199	5
861434609880576	14	1	ดูดีมีคุณภาพมากครับ 	real	0.8854	2026-04-20 08:51:24.3184	2026-04-22 16:15:25.633457	5
921327658080576	14	1	🚗ประสิทธิภาพ:ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับเงินที่จ่าย,  	real	0.6608	2026-04-20 08:51:24.321604	2026-04-22 16:15:25.63703	5
946542355280576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, สินค้าตรงปกครับ 	real	0.9003	2026-04-20 08:51:24.328043	2026-04-22 16:15:25.641965	5
963180339080576	14	1	สินค้าตรงปกางไวราคาประหยัด 	real	0.9897	2026-04-20 08:51:24.331938	2026-04-22 16:15:25.644656	5
963704891480576	14	1	การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7840	2026-04-20 08:51:24.335934	2026-04-22 16:15:25.647296	5
943999390080576	14	1	💰ราคา:ถูกดีคับไม่ต้องไปชื่อเองตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.8964	2026-04-20 08:51:24.34311	2026-04-22 16:15:25.650031	5
1018574863180576	14	1	เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7422	2026-04-20 08:51:24.349351	2026-04-22 16:15:25.652469	5
913639423480576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.48394	2026-04-22 16:15:25.655224	5
880501075780576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.4871	2026-04-22 16:15:25.657569	5
880274409380576	14	1	คุ้มค่า คุ้มราคา ทนทาน  	real	0.9601	2026-04-20 08:51:24.490409	2026-04-22 16:15:25.659862	5
880499995280576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.493406	2026-04-22 16:15:25.662162	5
1017514105880576	14	1	คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.6665	2026-04-20 08:51:24.362919	2026-04-22 16:15:25.668557	5
851887383480576	14	1	ราคาเบาๆ สำหรับยางไทย,  	real	0.9851	2026-04-20 08:51:24.370558	2026-04-22 16:15:25.673951	5
939633186080576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.5479	2026-04-20 08:51:24.375031	2026-04-22 16:15:25.676497	5
965473559880576	14	1	ลายยางที่ดูสไตล์,  	real	0.9918	2026-04-20 08:51:24.378905	2026-04-22 16:15:25.679059	5
838636776380576	14	1	คุ้มค่ากับราคาที่จ่าย,  	real	0.9630	2026-04-20 08:51:24.382644	2026-04-22 16:15:25.681273	5
848868842080576	14	1	สินต้าตรงปก  ใช้ดีครับ 	real	0.9962	2026-04-20 08:51:24.387286	2026-04-22 16:15:25.683824	5
757972533280576	14	1	คุณภาพ:ดี\nตรงปกเ​ลยครับ​ส่ง​เร็ว​ทันใจ​👍👍👍👍👍\n 	real	0.9829	2026-04-20 08:51:24.406065	2026-04-22 16:15:25.686578	5
931847796280576	14	1	ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7126	2026-04-20 08:51:24.409304	2026-04-22 16:15:25.688898	5
912227853980576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8384	2026-04-20 08:51:24.41375	2026-04-22 16:15:25.691631	5
907124392080576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8474	2026-04-20 08:51:24.419319	2026-04-22 16:15:25.694039	5
934758150780576	14	1	การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย,  	fake	0.8102	2026-04-20 08:51:24.424589	2026-04-22 16:15:25.6974	5
890606319280576	14	1	ดีมากๆๆๆๆๆๆๆปียาง2024ค่ัตามที่แจ้งดีมากๆๆๆๆๆๆๆๆๆๆๆๆ\n 	fake	0.9696	2026-04-20 08:51:24.427903	2026-04-22 16:15:25.69992	5
848867571380576	14	1	ดีมากๆๆๆๆๆ 	fake	0.7219	2026-04-20 08:51:24.431381	2026-04-22 16:15:25.702394	5
961543308280576	14	1	ใช้ดีเลยครับ 	real	0.8885	2026-04-20 08:51:24.43441	2026-04-22 16:15:25.704992	5
904758063280576	14	1	ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์,  	real	0.9218	2026-04-20 08:51:24.437589	2026-04-22 16:15:25.708711	5
774176112280576	14	1	คุ้มค่ากับราคาที่จ่าย, ทนทานและใช้ได้นาน,  	real	0.9485	2026-04-20 08:51:24.440757	2026-04-22 16:15:25.711496	5
883358925380576	14	1	ร้านค้าส่งของไม่ครบจะไม่สังของผ่านร้านค้านี้แล้ว 	real	0.9159	2026-04-20 08:51:24.443513	2026-04-22 16:15:25.715662	5
897618819580576	14	1	คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, \n 	fake	0.7191	2026-04-20 08:51:24.446935	2026-04-22 16:15:25.718392	5
920454363480576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.45001	2026-04-22 16:15:25.721107	5
782297134180576	14	1	ราคาดีงาม รอสินค้าไม่นาน  ตรงปก 	real	0.9520	2026-04-20 08:51:24.453961	2026-04-22 16:15:25.723568	5
917032663180576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.9067	2026-04-20 08:51:24.457426	2026-04-22 16:15:25.72646	5
880373041180576	14	1	ของได้รับเรียบร้อยแล้วครับ ขอบคุณครับ 	real	0.9843	2026-04-20 08:51:24.460874	2026-04-22 16:15:25.729398	5
1006085922780576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.7531	2026-04-20 08:51:24.463949	2026-04-22 16:15:25.731864	5
1006083682780576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.9634	2026-04-20 08:51:24.467758	2026-04-22 16:15:25.73443	5
943739891780576	14	1	สินค้าดีมาก ตรงตามที่ระบุไว้ 	real	0.9972	2026-04-20 08:51:24.471196	2026-04-22 16:15:25.736808	5
1005000596580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.6491	2026-04-20 08:51:24.474158	2026-04-22 16:15:25.739439	5
888533787280576	14	1	ได้รับสินค้าแล้วดีครับ 	real	0.8844	2026-04-20 08:51:24.478163	2026-04-22 16:15:25.742385	5
927593280780576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:24.509021	2026-04-22 16:15:25.748081	5
901236123780576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.511668	2026-04-22 16:15:25.750465	5
773497511080576	14	1	ยางสวยมากครับ ตรงปก 	real	0.9882	2026-04-20 08:51:24.51489	2026-04-22 16:15:25.753009	5
934679334280576	14	1	🚗ประสิทธิภาพ:ดีๆๆๆๆ 	real	0.8588	2026-04-20 08:51:24.517742	2026-04-22 16:15:25.755427	5
759244353980576	14	1	ใช้ดีครับ 	real	0.9971	2026-04-20 08:51:24.520939	2026-04-22 16:15:25.758174	5
945270892780576	14	1	ดีๆมากๆ 	real	0.9255	2026-04-20 08:51:24.523602	2026-04-22 16:15:25.761308	5
943769592980576	14	1	ดีครับ 	real	0.9953	2026-04-20 08:51:24.526823	2026-04-22 16:15:25.76464	5
889524221480576	14	1	ดี ราคาถูก ส่งไว 	real	0.9927	2026-04-20 08:51:24.529793	2026-04-22 16:15:25.767713	5
928587271080576	14	1	ดีครับ 	real	0.9953	2026-04-20 08:51:24.533022	2026-04-22 16:15:25.770427	5
805858663480576	14	1	ตรงตามที่สั่งครับ 	real	0.5966	2026-04-20 08:51:24.538989	2026-04-22 16:15:25.775648	5
773497510880576	14	1	ลายยางที่ดูสไตล์, 	real	0.9918	2026-04-20 08:51:24.541965	2026-04-22 16:15:25.778571	5
986999617980576	14	1	ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, กุดไลค์เป็นอย่างดีสั่งหลายรอบแล้ว\nค่ะ 	real	0.7914	2026-04-20 08:51:24.552142	2026-04-22 16:15:25.789165	5
985930115980576	14	1	ได้รับสินค้าแล้วครับ แต่สินค้าที่ได้รับไม่ตรงกับที่ลงไว้ ทักแชทไปถามทางร้านค้าก็ไม่ยอมตอบกลับ แต่เป็นสินค้าที่ต้องการใช้งานด่วนเลยจำเป็นต้องรับ ก็เลยไม่ได้คืนสินค้ากลับไป 	real	0.9891	2026-04-20 08:51:24.555026	2026-04-22 16:15:25.791575	2
980945783380576	14	1	ติดตั้งง่ายบนจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์,  	fake	0.7952	2026-04-20 08:51:24.558111	2026-04-22 16:15:25.794593	5
986165460780576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.6377	2026-04-20 08:51:24.561119	2026-04-22 16:15:25.797089	5
986352228680576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.5775	2026-04-20 08:51:24.56422	2026-04-22 16:15:25.79972	5
1001227538480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.6575	2026-04-20 08:51:24.567206	2026-04-22 16:15:25.802199	5
979158064580576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์,  	real	0.6698	2026-04-20 08:51:24.570372	2026-04-22 16:15:25.80499	5
981812747180576	14	1	ดีมากครับ คุ้มราคามาก ถูกกว่าที่อื่น ใครกำลังหาอยู่แนะนะครับ สภาพสวยงาม ไม่มีตำหนิใดๆครับ ชอบถูกใจมากๆครับพี่  	real	0.8248	2026-04-20 08:51:24.573338	2026-04-22 16:15:25.808088	5
1020513806080576	14	1	ใช้ดีครับ ใส่รถแล้ว 	real	0.9977	2026-04-20 08:51:24.576488	2026-04-22 16:15:25.810431	5
980160624380576	14	1	ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ติดตั้งง่ายบนจักรยาน,  	real	0.6704	2026-04-20 08:51:24.579879	2026-04-22 16:15:25.813072	5
979877535380576	14	1	ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การออกแบบยางที่ยอดเยี่ยม!, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.6979	2026-04-20 08:51:24.582951	2026-04-22 16:15:25.815479	5
985467037080576	14	1	ได้รับของตรงตามที่สั่งซื้อ ลายยางที่ดูมีสไตล์สวยงาม ดูทนทานน่าจะใช้ได้นานคุ้มค่ากับเงินที่จ่าย 	real	0.8257	2026-04-20 08:51:24.585989	2026-04-22 16:15:25.818683	5
1011873005480576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย, 	real	0.8540	2026-04-20 08:51:24.588963	2026-04-22 16:15:25.820981	5
975196315080576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์,  	fake	0.9261	2026-04-20 08:51:24.592515	2026-04-22 16:15:25.823404	5
975190034680576	14	1	ยางสาวครับแต่ส่งมายี่ห้อไม่เหมือนกันแล้วไม่แจ้งลูกค้าแถมส่งช้าอีก 	real	0.9466	2026-04-20 08:51:24.740282	2026-04-22 16:15:25.826543	5
988166236380576	14	1	ความทนทาน:เคยใช้แต่ยางรถยนต์\n 💰ราคา:กลางๆ\n 🛠️ ความเข้ากันได้:เท่าขอบวงเดิม 	real	0.9883	2026-04-20 08:51:24.602199	2026-04-22 16:15:25.832006	5
977461432580576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.9359	2026-04-20 08:51:24.605429	2026-04-22 16:15:25.834311	5
977768443780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ทนทานและใช้งานได้นาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8282	2026-04-20 08:51:24.608567	2026-04-22 16:15:25.837103	5
976728774380576	14	1	คุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5557	2026-04-20 08:51:24.679707	2026-04-22 16:15:25.839631	5
977056029880576	14	1	ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8226	2026-04-20 08:51:24.612425	2026-04-22 16:15:25.842179	5
873660480180576	14	1	ติดตั้งง่ายบนจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน,  	fake	0.7946	2026-04-20 08:51:24.615575	2026-04-22 16:15:25.844784	5
974877040880576	14	1	สั่ง Goodride แต่ทางร้านส่ง Choayang มาให้ พลาดที่ไม่ได้แกะดูก่อน ของมาถึงก็เอาไปให้ร้านซ่อมมอเตอร์ไซค์เปลี่ยนเลย อยากให้ทางร้านรอบคอบกว่านี้ ลููกค้ารายอื่นจะได้ไม่พลาดแบบนี้  	real	0.9627	2026-04-20 08:51:24.618897	2026-04-22 16:15:25.847312	2
872189890180576	14	1	คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.5777	2026-04-20 08:51:24.627022	2026-04-22 16:15:25.852717	5
872023953880576	14	1	ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, ขนส่งช้ามากขนส่งยิงโทรศัพท์มา1ตืดแล้วมาลงว่าผู้รับไม่สะดวกรับโทรกลับไป คนส่งบอกว่าสินค้ายังอยู่ที่คลังเลยแต้งว่าขอของตอนเช้าวันรุ่งขึ้น คนส่งรับปาก มาส่งอีกวันตอนเย็น แย่มาก 	real	0.9854	2026-04-20 08:51:24.630892	2026-04-22 16:15:25.855544	5
975450284380576	14	1	💰ราคา:ดีถูก\n ความทนทาน:น่าจะดีพึงใช้ครั้งแรก\n 🚗ประสิทธิภาพ:น่าจะดี\n 🦶การยึดเกาะ:ต้องลองใช้ดูก่อน 	real	0.9808	2026-04-20 08:51:24.634515	2026-04-22 16:15:25.858217	5
1022143913480576	14	1	ความทนทาน:ดี 	real	0.9967	2026-04-20 08:51:24.639022	2026-04-22 16:15:25.860916	5
975149733880576	14	1	ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.7640	2026-04-20 08:51:24.642243	2026-04-22 16:15:25.863248	5
973578710480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย,\nใช้ดีทนทานใช้นาน​แล้ว​ครับ​ขอบคุณ​สำหรับ​บทความ​แนะนำ​การเขียน​โปรแกรม​ 	real	0.6015	2026-04-20 08:51:24.645164	2026-04-22 16:15:25.866043	5
979925773180576	14	1	ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	fake	0.8309	2026-04-20 08:51:24.648769	2026-04-22 16:15:25.86866	5
991001377780576	14	1	ยางคุณภาพดีครับลายยางที่ดูสไตล์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.8929	2026-04-20 08:51:24.652054	2026-04-22 16:15:25.871288	5
867513272180576	14	1	💰ราคา:คุ้มค่ากับเงินที่จ่าย, \n 🛠️ความทนทาน:ทนทานและใช้งานได้นาน, \n 🚗ประสิทธิภาพ:ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์,  	fake	0.5041	2026-04-20 08:51:24.65583	2026-04-22 16:15:25.874114	5
867294316780576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.5775	2026-04-20 08:51:24.659066	2026-04-22 16:15:25.877043	5
971495952280576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!, ลายยางที่ดูสไตล์,  	fake	0.9024	2026-04-20 08:51:24.665029	2026-04-22 16:15:25.882642	5
974728962280576	14	1	ดีมากๆรูปลักษณ์ภายนอกดีคุณภาพเยี่ยม\n 🚗ประสิทธิภาพ:คงทนดีเยี่ยม\n 💰ราคา:พอดีไม่แพงเกินไป\n 	real	0.9706	2026-04-20 08:51:24.667941	2026-04-22 16:15:25.885712	5
867030162180576	14	1	ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ลายยางที่ดูสไตล์,  	real	0.9421	2026-04-20 08:51:24.673076	2026-04-22 16:15:25.891637	5
978062592580576	14	1	ได้รับของแล้วของมาครบตามที่สั่งแต่กว่าของจะมาถึงช้ามากๆเป็นสั่งวันที่28ของถึงวันที่5 	real	0.9867	2026-04-20 08:51:24.676688	2026-04-22 16:15:25.894421	5
980699186480576	14	1	สวย 	real	0.8887	2026-04-20 08:51:25.06432	2026-04-22 16:15:25.897697	5
980700732580576	14	1	สวย 	real	0.8887	2026-04-20 08:51:25.067672	2026-04-22 16:15:25.900329	5
854413894680576	14	1	กริปยอดเยี่ยมบนถนน, คุ้มค่ากับราคาที่จ่าย, ลายยางที่ดูสไตล์, ลายยางที่ดีมาก!, ขับรถได้ราบรื่นด้วยยางเหล่านี้,  	real	0.9556	2026-04-20 08:51:24.683138	2026-04-22 16:15:25.903326	5
993135810680576	14	1	โอเค ครับ กำลังรออยู่พอดี จัดใส่เรียบร้อยแล้วครับ 	real	0.7709	2026-04-20 08:51:24.686484	2026-04-22 16:15:25.906298	5
995453309180576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8540	2026-04-20 08:51:24.690191	2026-04-22 16:15:25.909428	5
1001225395380576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:24.696218	2026-04-22 16:15:25.91586	5
785402271980576	14	1	ลายสวยตรงปกครับ ชอบมากส่งเร็ว 	real	0.9840	2026-04-20 08:51:24.698655	2026-04-22 16:15:25.918288	5
965533569780576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.6872	2026-04-20 08:51:24.701611	2026-04-22 16:15:25.92085	5
1005363245080576	14	1	ใช้งานดีครับตรงปก ไม่มีปัณหา 	real	0.9833	2026-04-20 08:51:24.704152	2026-04-22 16:15:25.92324	5
1005828458180576	14	1	ของดีตรงปกครับ 	real	0.7851	2026-04-20 08:51:24.707376	2026-04-22 16:15:25.926197	5
980674881780576	14	1	ราคาย่อมเยาสำหรับยางไทย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.7188	2026-04-20 08:51:24.710109	2026-04-22 16:15:25.92903	5
984489467080576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.8146	2026-04-20 08:51:24.713683	2026-04-22 16:15:25.931408	5
840907003980576	14	1	ดีมากครับ ทางร้านใส่ใจลูกค้า ยางลายที่สั่งไม่มีทางร้านโทรแจ้งลูกค้าก่อนถือว่าใส่ใจลูกค้าดีมาก สุดยอดครับ ห้าดาวไปเลย 	real	0.7747	2026-04-20 08:51:24.72046	2026-04-22 16:15:25.937022	5
839965558580576	14	1	การขนส่งโครตแย่ ขนส่งLex โทรมาแบบยิงแล้วกดวาง แล้วแจ้งระบบว่าติดต่อลูกค้าไม่ได้ ให้ระบบโทรหาว่าเราไม่รับโทรสัพ ทั้งที่โทรกลับก็ตัดสายทิ้ง  ทุกอย่างดีหมดยกเว้นขนส่ง ผิดหวังกับรอบนนี้มาก สั่งมาก็หลายครั้ง แต่ครั้งนี้ขนส่งโครตแย่ รอของถึง6วัน แจ้งระบบติดต่อลูกค้าไม่ได้ ตลก!! 	real	0.9572	2026-04-20 08:51:24.723672	2026-04-22 16:15:25.939659	5
875560897180576	14	1	ดีค่ะบริการดีโทรมาสอบถามจะเปลี่ยนสินค้าโทรมาให้คำปรึกษาขอบคุณนะคะ 	real	0.9643	2026-04-20 08:51:24.726853	2026-04-22 16:15:25.942178	5
995227057380576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:24.729707	2026-04-22 16:15:25.94478	5
838366714380576	14	1	กริปยอดเยี่ยมบนถนน, ราคาเบาๆ สำหรับยางไทย, ราคาเบาๆ สำหรับยางไทย, เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	real	0.8987	2026-04-20 08:51:24.733912	2026-04-22 16:15:25.947648	5
873579180980576	14	1	คุ้มค่ากับเงินที่จ่าย,\n 💰ราคา:ถูกดีคุ้มค่ากับเงินที่จ่าย,  	real	0.8985	2026-04-20 08:51:24.737178	2026-04-22 16:15:25.950079	5
1004723984680576	14	1	มาถึงช้ามาก 	real	0.9971	2026-04-20 08:51:24.749754	2026-04-22 16:15:25.958279	5
756580498180576	14	1	ของตรงปกนะคัฟ 	real	0.9585	2026-04-20 08:51:24.752708	2026-04-22 16:15:25.960677	5
1002951896280576	14	1	ดี 	real	0.9979	2026-04-20 08:51:24.755825	2026-04-22 16:15:25.963317	5
1005102925180576	14	1	โอเคครับ 	real	0.8423	2026-04-20 08:51:24.758766	2026-04-22 16:15:25.966103	5
890139416080576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.7492	2026-04-20 08:51:24.838379	2026-04-22 16:15:25.968539	5
766595996180576	14	1	ลายยางที่ดีมาก!, คุ้มค่ากับราคาที่จ่าย, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ขับรถได้ราบรื่นด้วยยางเหล่านี้,  	real	0.6371	2026-04-20 08:51:24.84169	2026-04-22 16:15:25.971681	5
897914974280576	14	1	รับสินค้าแล้ว แต่ยังไม่แกะคับ 	real	0.8919	2026-04-20 08:51:25.241757	2026-04-22 16:15:25.974175	5
978114879680576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.8146	2026-04-20 08:51:24.764798	2026-04-22 16:15:25.979896	5
973091742580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.6092	2026-04-20 08:51:24.767917	2026-04-22 16:15:25.983881	5
971067166480576	14	1	การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, \n 🛠️ความทนทาน:ดี 	fake	0.7476	2026-04-20 08:51:24.771514	2026-04-22 16:15:25.986933	5
968351952680576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.5479	2026-04-20 08:51:24.774987	2026-04-22 16:15:25.989476	5
875713171780576	14	1	ได้รับยางแล้วร้านนี้ดีมากๆๆๆตรงปกไม่หลอก ลพบุรีจ้า 	real	0.9884	2026-04-20 08:51:24.777983	2026-04-22 16:15:25.991689	5
978162717180576	14	1	ลายยางที่ดูสไตล์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9524	2026-04-20 08:51:24.781294	2026-04-22 16:15:25.994605	5
945410321780576	14	1	ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.5473	2026-04-20 08:51:24.783847	2026-04-22 16:15:25.997285	5
986650807180576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.786993	2026-04-22 16:15:26.000011	5
976395215880576	14	1	คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7841	2026-04-20 08:51:24.789935	2026-04-22 16:15:26.002383	5
975225987580576	14	1	ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	real	0.9316	2026-04-20 08:51:24.794006	2026-04-22 16:15:26.005009	5
975452136580576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, คุ้มค่ากับเงินที่จ่าย,  	fake	0.8377	2026-04-20 08:51:24.796998	2026-04-22 16:15:26.008019	5
952517928580576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.5285	2026-04-20 08:51:24.800588	2026-04-22 16:15:26.010754	5
980935767980576	14	1	🔧ความทนทาน:วัสดุแข็งแรง, \n ความทนทาน:ดี 	real	0.9852	2026-04-20 08:51:24.803289	2026-04-22 16:15:26.013461	5
863775017680576	14	1	ได้รับของแล้วครบตามสั่งแพ็คมาดีไม่เสียหาย..แต่ยังไม่แกะใช้งาน 	real	0.9743	2026-04-20 08:51:24.806677	2026-04-22 16:15:26.016346	5
985787871780576	14	1	ของไม่ตรงปก คนละยี่ห้อ 0 คะแนน 	real	0.8973	2026-04-20 08:51:24.809665	2026-04-22 16:15:26.019334	5
979391494280576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8540	2026-04-20 08:51:24.81297	2026-04-22 16:15:26.021708	5
978952336480576	14	1	ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.9066	2026-04-20 08:51:24.815878	2026-04-22 16:15:26.024383	5
886667993580576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์, การออกแบบยางที่ยอดเยี่ยม!, คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	fake	0.8825	2026-04-20 08:51:24.819232	2026-04-22 16:15:26.027451	5
789668470680576	14	1	สั่งวันที่15ได้ของวันที่22ยังกับส่งมาจากประเทศจีนแถมส่งลายอะไรมาสั่งลายแม้กซิ่งเบอร200ห่วยจัดส่งก็นานคนส่งสงสัยไม่มีตา 	real	0.9891	2026-04-20 08:51:24.822223	2026-04-22 16:15:26.030209	1
851781056780576	14	1	ดีๆๆๆๆ 	fake	0.8559	2026-04-20 08:51:25.198966	2026-04-22 16:15:26.032913	5
890137452280576	14	1	ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน, เพิ่มประสิทธิภาพของจักรยาน,  	real	0.6722	2026-04-20 08:51:24.83135	2026-04-22 16:15:26.040844	5
787462146280576	14	1	เพิ่มประสิทธิภาพของรถจักรยานยนต์, ราคาเบาๆ สำหรับยางไทย, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดูสไตล์,  	real	0.9476	2026-04-20 08:51:24.835224	2026-04-22 16:15:26.043561	5
977305215080576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.037821	2026-04-22 16:15:26.047187	5
981469073980576	14	1	ความทนทาน:ใช้ดี 	real	0.9985	2026-04-20 08:51:25.041336	2026-04-22 16:15:26.049816	5
885336251280576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ลายยางที่ดูสไตล์, ติดตั้งง่ายบนจักรยาน,  	real	0.7576	2026-04-20 08:51:24.844455	2026-04-22 16:15:26.05215	5
903782032580576	14	1	💰ราคา:ตัวเลือกที่ดีสเพิ่มประสิทธิภาพของจักรยาน, ำหรับรถจักรยานยนต์, \n 🛠️ความทนทาน:ทนทานและใช้งานได้นาน, \n 	real	0.7366	2026-04-20 08:51:24.847981	2026-04-22 16:15:26.054933	4
787463637680576	14	1	ลายยางที่ดีมาก!, เพิ่มประสิทธิภาพของรถจักรยานยนต์, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดูสไตล์, กริปยอดเยี่ยมบนถนน, ทนทานและใช้ได้นาน,  	real	0.7478	2026-04-20 08:51:24.85082	2026-04-22 16:15:26.058337	5
931849555080576	14	1	คุ้มค่ากับเงินที่จ่าย, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, ทนทานและใช้งานได้นาน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.6317	2026-04-20 08:51:24.854121	2026-04-22 16:15:26.061271	5
888146189980576	14	1	💰ราคา:ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย, \n 🛠️ความทนทาน:ทนทานและใช้งานได้นาน, \n 🚗ประสิทธิภาพ:เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.7517	2026-04-20 08:51:24.857004	2026-04-22 16:15:26.063647	5
896368865480576	14	1	🚗ประสิทธิภาพ:  คุ้มค่ากับเงินที่จ่าย, ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ลายยางที่ดูสไตล์, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การออกแบบยางที่ยอดเยี่ยม!,  	real	0.5100	2026-04-20 08:51:24.860194	2026-04-22 16:15:26.066449	5
783122494780576	14	1	ลายยางที่ดูสไตล์, กริปยอดเยี่ยมบนถนน, ทนทานและใช้ได้นาน, ง่ายต่อการติดตั้งบนรถจักรยานยนต์, ลายยางที่ดีมาก!,  	real	0.8786	2026-04-20 08:51:24.862713	2026-04-22 16:15:26.06883	5
880871753580576	14	1	ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ขับขี่ราบรื่นด้วยยางเหล่านี้,  	real	0.5043	2026-04-20 08:51:24.865893	2026-04-22 16:15:26.071291	5
888144446080576	14	1	เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, เพิ่มประสิทธิภาพของจักรยาน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, เพิ่มประสิทธิภาพของจักรยาน, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย, ราคาย่อมเยาสำหรับยางไทย, ขับขี่ราบรื่นด้วยยางเหล่านี้, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, ลายยางที่ดูสไตล์, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย, คุ้มค่ากับเงินที่จ่าย,  	fake	0.9970	2026-04-20 08:51:24.869059	2026-04-22 16:15:26.074048	5
789719207280576	14	1	ทนทานและใช้ได้นาน, ราคาเบาๆ สำหรับยางไทย, เพิ่มประสิทธิภาพของรถจักรยานยนต์, คุ้มค่ากับราคาที่จ่าย, ลายยางที่ดีมาก!, ลายยางที่ดูสไตล์,  	real	0.8942	2026-04-20 08:51:24.873478	2026-04-22 16:15:26.076844	5
897803477880576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน, ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ลายยางที่ดูสไตล์,  	fake	0.5094	2026-04-20 08:51:24.876461	2026-04-22 16:15:26.079658	5
883195987280576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ราคาย่อมเยาสำหรับยางไทย, คุ้มค่ากับเงินที่จ่าย, เพิ่มประสิทธิภาพของจักรยาน,ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ทนทานและใช้งานได้นาน,  	fake	0.9284	2026-04-20 08:51:24.87935	2026-04-22 16:15:26.081963	5
845805371380576	14	1	ได้รับของแล้วตรงปก 	real	0.8345	2026-04-20 08:51:25.202229	2026-04-22 16:15:26.084458	5
931850736780576	14	1	ขับขี่ราบรื่นด้วยยางเหล่านี้, เพิ่มประสิทธิภาพของจักรยาน, ติดตั้งง่ายบนจักรยาน, ทนทานและใช้งานได้นาน,  	real	0.6996	2026-04-20 08:51:24.884937	2026-04-22 16:15:26.090699	5
931849159580576	14	1	คุ้มค่ากับเงินที่จ่าย, ทนทานและใช้งานได้นาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ขับขี่ราบรื่นด้วยยางเหล่านี้, ติดตั้งง่ายบนจักรยาน, การออกแบบยางที่ยอดเยี่ยม!, ราคาย่อมเยาสำหรับยางไทย,  	fake	0.5144	2026-04-20 08:51:24.888004	2026-04-22 16:15:26.093098	5
981804198280576	14	1	ดีมาก 	real	0.9986	2026-04-20 08:51:25.044291	2026-04-22 16:15:26.095582	5
983988546180576	14	1	เยี่ยม\n 	real	0.9960	2026-04-20 08:51:25.048015	2026-04-22 16:15:26.09803	5
978895000580576	14	1	ยางดีถูกใจ 	real	0.9880	2026-04-20 08:51:25.051267	2026-04-22 16:15:26.10021	5
931849455180576	14	1	เพิ่มประสิทธิภาพของจักรยาน, ขับขี่ราบรื่นด้วยยางเหล่านี้, ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6140	2026-04-20 08:51:24.8917	2026-04-22 16:15:26.102919	5
912795169480576	14	1		\N	\N	2026-04-20 08:51:24.894749	2026-04-22 16:15:26.105702	5
975085571480576	14	1		\N	\N	2026-04-20 08:51:24.897785	2026-04-22 16:15:26.108341	5
962300356480576	14	1		\N	\N	2026-04-20 08:51:24.900992	2026-04-22 16:15:26.111127	5
814649286080576	14	1		\N	\N	2026-04-20 08:51:24.903685	2026-04-22 16:15:26.113697	5
951879198480576	14	1		\N	\N	2026-04-20 08:51:24.906705	2026-04-22 16:15:26.11659	5
940147516780576	14	1		\N	\N	2026-04-20 08:51:24.909863	2026-04-22 16:15:26.118866	5
987770757880576	14	1		\N	\N	2026-04-20 08:51:24.913184	2026-04-22 16:15:26.121444	5
1016529919680576	14	1		\N	\N	2026-04-20 08:51:24.916522	2026-04-22 16:15:26.123826	5
940146442380576	14	1		\N	\N	2026-04-20 08:51:24.919631	2026-04-22 16:15:26.1264	5
931146228480576	14	1		\N	\N	2026-04-20 08:51:24.922479	2026-04-22 16:15:26.129251	5
980556318980576	14	1		\N	\N	2026-04-20 08:51:24.925277	2026-04-22 16:15:26.131749	5
811177016380576	14	1		\N	\N	2026-04-20 08:51:24.928459	2026-04-22 16:15:26.134484	5
880729363980576	14	1		\N	\N	2026-04-20 08:51:24.931957	2026-04-22 16:15:26.13787	5
946478683880576	14	1		\N	\N	2026-04-20 08:51:24.934937	2026-04-22 16:15:26.140528	5
972685804980576	14	1	คุ้มค่ากับเงินที่จ่าย, การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.7841	2026-04-20 08:51:24.938355	2026-04-22 16:15:26.142952	5
972564405180576	14	1	ใช้ดีครับให้คำว่าดีเยี่ยมเลยร้านนี้ซื้อเลยไม่ผิดหวัง 	real	0.9498	2026-04-20 08:51:24.942118	2026-04-22 16:15:26.145969	5
867015195880576	14	1	สินค้าดีมีมาตรฐาน.เอาใจใส่ลูกค้าดี.บริการรวดเร็ว.ชอบมากๆ 	real	0.6702	2026-04-20 08:51:24.945502	2026-04-22 16:15:26.148731	5
870969604080576	14	1	ลายยางที่ดูสไตล์, ราคาย่อมเยาสำหรับยางไทย,  	real	0.9369	2026-04-20 08:51:24.948898	2026-04-22 16:15:26.15142	5
835373396080576	14	1	ลายยางที่ดีมาก!, คุ้มค่ากับราคาที่จ่าย, ลายยางที่ดูสไตล์, ราคาเบาๆ สำหรับยางไทย,  	real	0.9513	2026-04-20 08:51:24.95195	2026-04-22 16:15:26.153806	5
865346554480576	14	1	คุ้มค่ากับเงินที่จ่าย, ติดตั้งง่ายบนจักรยาน,  	real	0.9198	2026-04-20 08:51:24.954761	2026-04-22 16:15:26.156378	5
984066768780576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.957947	2026-04-22 16:15:26.159004	5
973664275180576	14	1	สินค้าโอเคครับยางยึดเกาะถนนดีร้านนี้แนะนำครับ 	real	0.8076	2026-04-20 08:51:24.961117	2026-04-22 16:15:26.161418	5
898641023980576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ติดตั้งง่ายบนจักรยาน, ตรงปกใช้งานได้ดรไว้มาอุหนุนใหม่ค่ะ 	real	0.9279	2026-04-20 08:51:24.964006	2026-04-22 16:15:26.164322	5
900657260880576	14	1	ได้รับสินค้าแล้วสินค้าดีตรงปกได้สินค้าเร็วเกินคาดใช้งานได้ดีมีประสิทธิภาพไว้จะอุดหนุนอีกคับชอบๆๆ 	real	0.8491	2026-04-20 08:51:24.966835	2026-04-22 16:15:26.167198	5
978619011480576	14	1	สินค้าตรงปกจัดส่งไวดีแนะนำร้านนี้ครับ 	real	0.6182	2026-04-20 08:51:24.970049	2026-04-22 16:15:26.170094	5
966248827880576	14	1	คุ้มค่ากับเงินที่จ่าย, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8540	2026-04-20 08:51:24.97265	2026-04-22 16:15:26.172628	5
984428081180576	14	1	ครบถ้วน​ถูกต้อง​ไม่มีปัญหา​ 	real	0.9975	2026-04-20 08:51:24.976357	2026-04-22 16:15:26.175311	5
977717496480576	14	1	ห่อหุ้มดีครับตรงที่ระบุสินค้าดีมากครับ 	real	0.9899	2026-04-20 08:51:24.979932	2026-04-22 16:15:26.178102	5
865833433080576	14	1	ลายยางที่ดูสไตล์, ทนทานและใช้งานได้นาน,  	real	0.9572	2026-04-20 08:51:24.982748	2026-04-22 16:15:26.180562	5
981114392380576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:24.985668	2026-04-22 16:15:26.183018	5
872961702680576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.988904	2026-04-22 16:15:26.18537	5
974713926280576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:24.992121	2026-04-22 16:15:26.187942	5
941259830380576	14	1	ได้รับยางแล้วคุณภาพดี แต่ไซส์ยางจะเล็กกว่ายี่ห้ออื่นนิดหน่อย\nราคาถูกร้านเยอะ......... 	real	0.9848	2026-04-20 08:51:24.99535	2026-04-22 16:15:26.190343	5
941259633880576	14	1	ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย, \nแต่ไซส์จะเล็กกว่ายี่ห้ออื่นนิดหน่อย... 	real	0.9348	2026-04-20 08:51:24.999056	2026-04-22 16:15:26.192661	5
974579071680576	14	1	สายแล้วครับใช้งานได้ดีต้องรอดูระยะยาว 	real	0.9936	2026-04-20 08:51:25.005574	2026-04-22 16:15:26.198517	5
885304843380576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน, เพิ่มประสิทธิภาพของจักรยาน, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.9534	2026-04-20 08:51:25.012711	2026-04-22 16:15:26.203627	5
898967289980576	14	1	รอไม่นาน สวยงามมากครับ รอบหน้าจะสั่งอีก ดีๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆๆ 	fake	0.9986	2026-04-20 08:51:25.015877	2026-04-22 16:15:26.206633	5
973940403980576	14	1	รับของตรงปก แต่จัดสงได้ช้ามากๆ  	real	0.9957	2026-04-20 08:51:25.019144	2026-04-22 16:15:26.209502	5
973624677080576	14	1	ใช้ได้แต่ต้องลองดูว่าจะทนมั้ย 	real	0.9805	2026-04-20 08:51:25.022176	2026-04-22 16:15:26.212252	5
877487034380576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:25.025042	2026-04-22 16:15:26.214671	5
946579418780576	14	1	ติดตั้งง่ายบนจักรยาน, คุ้มค่ากับเงินที่จ่าย, เเต่จัดส่งนานไปหน่อยรวมๆใช้ได้คับ 	real	0.9732	2026-04-20 08:51:25.034285	2026-04-22 16:15:26.217083	5
882233337480576	14	1	💰ราคา:ถูก\n 🛠️ความทนทาน:ดี\n 🚗ประสิทธิภาพ:เพิ่มประสิทธิภาพของจักรยาน,  	real	0.9129	2026-04-20 08:51:25.071171	2026-04-22 16:15:26.219548	5
981658247180576	14	1	ดีครับ 	real	0.9953	2026-04-20 08:51:25.074287	2026-04-22 16:15:26.221905	5
974014268280576	14	1	เพิ่มประสิทธิภาพของจักรยาน,  	real	0.9959	2026-04-20 08:51:25.078095	2026-04-22 16:15:26.225072	5
869381764980576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:25.081253	2026-04-22 16:15:26.227889	5
973893876380576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:25.085425	2026-04-22 16:15:26.230534	5
954620715180576	14	1	💰ราคา:ถูกกว่าเจ้าอื่น\n 🔧ความทนทาน:กำลังลองใช้ๆๆๆๆๆๆ\n 	real	0.7041	2026-04-20 08:51:25.088321	2026-04-22 16:15:26.232863	5
947104665280576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์, ราคาย่อมเยาสำหรับยางไทย,  	real	0.6951	2026-04-20 08:51:25.091503	2026-04-22 16:15:26.235255	5
850222150880576	14	1	ราคาเบาๆ สำหรับยางไทย, คุ้มค่ากับราคาที่จ่าย,  	real	0.9490	2026-04-20 08:51:25.094639	2026-04-22 16:15:26.238233	5
879876876580576	14	1	💰ราคา:ดีมาก 	real	0.8868	2026-04-20 08:51:25.097933	2026-04-22 16:15:26.240616	5
978169396680576	14	1	สินค้าคุณภาพดี 	real	0.9892	2026-04-20 08:51:25.101874	2026-04-22 16:15:26.243319	5
972630356580576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.10457	2026-04-22 16:15:26.245914	5
972553892180576	14	1	การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7840	2026-04-20 08:51:25.107951	2026-04-22 16:15:26.249096	5
973359486780576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.110443	2026-04-22 16:15:26.251519	5
972097262180576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:25.113257	2026-04-22 16:15:26.254107	5
861316335480576	14	1	ดีคับสมราคาส่งถึงไว 	real	0.9847	2026-04-20 08:51:25.115766	2026-04-22 16:15:26.256855	5
966310745880576	14	1	ของไม่ตรงปก ส่งยางยี่ห้ออื่นมาไห้ 	real	0.9763	2026-04-20 08:51:25.1187	2026-04-22 16:15:26.259639	5
977095484180576	14	1	ได้รับแล้วครับ 	real	0.9980	2026-04-20 08:51:25.121665	2026-04-22 16:15:26.262237	5
875225032080576	14	1	🆗️🙏😎👍🖐😄 	real	0.9858	2026-04-20 08:51:25.12445	2026-04-22 16:15:26.266228	5
873443310980576	14	1	ดีมากจ้า 	real	0.9984	2026-04-20 08:51:25.127731	2026-04-22 16:15:26.269035	5
976363412680576	14	1	ดีมากครับ 	real	0.9979	2026-04-20 08:51:25.130697	2026-04-22 16:15:26.271793	5
863657411180576	14	1	ดีครับแต่สั่งอีกลายได้อีกลาย 	real	0.8936	2026-04-20 08:51:25.137594	2026-04-22 16:15:26.274391	5
851310742780576	14	1	ง่ายต่อการติดตั้งบนรถจักรยานยนต์,  	real	0.9858	2026-04-20 08:51:25.140891	2026-04-22 16:15:26.277171	5
968118786980576	14	1	สินค้าตรงปก ส่งเร็ว  ลายสวยๆ 	real	0.9823	2026-04-20 08:51:25.144659	2026-04-22 16:15:26.27997	5
968110176380576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:25.147901	2026-04-22 16:15:26.282369	5
946141904880576	14	1	คุ้มค่ากับเงินที่จ่าย, การออกแบบยางที่ยอดเยี่ยม!,  	fake	0.8146	2026-04-20 08:51:25.153879	2026-04-22 16:15:26.288653	5
867165717780576	14	1	ดีครับตรงปก 	real	0.8280	2026-04-20 08:51:25.157527	2026-04-22 16:15:26.291239	5
970113790480576	14	1	💰ราคา:ถูก 	real	0.9894	2026-04-20 08:51:25.160449	2026-04-22 16:15:26.293713	5
770403918580576	14	1	ตรงปก ราคาถูก ยางนิ่ม ส่วนจะใช้ได้นานหรือไม่ต้องดูระยะยาว 	real	0.9024	2026-04-20 08:51:25.16357	2026-04-22 16:15:26.296503	5
857434825180576	14	1	พอได้​  	real	0.9832	2026-04-20 08:51:25.166398	2026-04-22 16:15:26.299674	5
946531063480576	14	1	คุ้มค่ากับเงินที่จ่าย, ลายยางที่ดูสไตล์,  	real	0.9633	2026-04-20 08:51:25.169487	2026-04-22 16:15:26.30267	5
946141611280576	14	1	ราคาย่อมเยาสำหรับยางไทย, ลายยางที่ดูสไตล์,  	real	0.9218	2026-04-20 08:51:25.172958	2026-04-22 16:15:26.305339	5
967197364580576	14	1	ความทนทาน:ดีๆ 	real	0.9980	2026-04-20 08:51:25.175988	2026-04-22 16:15:26.307881	5
965704007780576	14	1	ช้ามากๆๆๆ 	real	0.9989	2026-04-20 08:51:25.179062	2026-04-22 16:15:26.311263	5
854259723480576	14	1	ลายยางที่ดีมาก!,  	real	0.9965	2026-04-20 08:51:25.185645	2026-04-22 16:15:26.316958	5
950131017180576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8761	2026-04-20 08:51:25.188701	2026-04-22 16:15:26.319508	5
881718012080576	14	1	ทนทานและใช้งานได้นาน, ลายยางที่ดูสไตล์,  	real	0.9799	2026-04-20 08:51:25.192393	2026-04-22 16:15:26.322143	5
907124789880576	14	1	ทนทานและใช้งานได้นาน, ราคาย่อมเยาสำหรับยางไทย,  	real	0.8308	2026-04-20 08:51:25.195667	2026-04-22 16:15:26.324497	5
950647440980576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.205299	2026-04-22 16:15:26.328017	5
887820656380576	14	1	การยึดเกาะที่ยอดเยี่ยมบนท้องถนน,  	fake	0.8761	2026-04-20 08:51:25.212184	2026-04-22 16:15:26.333718	5
933824887180576	14	1	🚗ประสิทธิภาพ:ทนทานและใช้งานได้นาน,  	real	0.9948	2026-04-20 08:51:25.214955	2026-04-22 16:15:26.336437	5
889063856580576	14	1	ให้ยางในมา2.70/17กว้างกว่าให้3ดาว 	real	0.9900	2026-04-20 08:51:25.219087	2026-04-22 16:15:26.339517	4
920455629280576	14	1	ตัวเลือกที่ดีสำหรับรถจักรยานยนต์,  	real	0.9419	2026-04-20 08:51:25.222903	2026-04-22 16:15:26.342764	5
783264552480576	14	1	ของส่งใบตรงปกครับคุณภาพดีราคาถูกครับ 	real	0.9881	2026-04-20 08:51:25.225684	2026-04-22 16:15:26.346375	5
912225999580576	14	1	💰ราคา:กำลังดี จัดส่งไวได้ของครบ 	real	0.9204	2026-04-20 08:51:25.229289	2026-04-22 16:15:26.34971	5
821473067080576	14	1	เพิ่มประสิทธิภาพของรถจักรยานยนต์,  	real	0.9909	2026-04-20 08:51:25.232149	2026-04-22 16:15:26.352497	5
888460080980576	14	1	สวยงามมาดๆๆๆๆๆๆชอบๆๆราคาเบาๆๆๆ 	fake	0.7963	2026-04-20 08:51:25.238376	2026-04-22 16:15:26.358009	5
830255602780576	14	1	รูปลักษณ์ภายนอก:ตรงปกครับ 	real	0.9903	2026-04-20 08:51:25.244487	2026-04-22 16:15:26.361033	5
763909930180576	14	1	คุณภาพ:ดีมากใช้งานได้ดี 	real	0.9971	2026-04-20 08:51:25.248737	2026-04-22 16:15:26.363594	5
938679545480576	14	1	🛠️ความทนทาน:ดีมาก​ 	real	0.9964	2026-04-20 08:51:25.253216	2026-04-22 16:15:26.367218	5
823589922380576	14	1	คุ้มค่ากับราคาที่จ่าย, 	real	0.9630	2026-04-20 08:51:25.256993	2026-04-22 16:15:26.370043	5
889062288980576	14	1	ให้ยางในขนาด2.50/17มาให้3ดาว 	real	0.9991	2026-04-20 08:51:25.260459	2026-04-22 16:15:26.37237	4
785401561980576	14	1	สวยตรงปก ส่งเร็วครับ 	real	0.9915	2026-04-20 08:51:25.26302	2026-04-22 16:15:26.3749	5
887010846180576	14	1	ถูกใจครับส่งไวร้านนี้ 	real	0.9921	2026-04-20 08:51:25.266111	2026-04-22 16:15:26.377967	5
885363427880576	14	1	คุ้มค่ากับเงินที่จ่าย,  	real	0.8927	2026-04-20 08:51:25.268914	2026-04-22 16:15:26.381284	5
880747735880576	14	1	ทนทานและใช้งานได้นาน,  	real	0.9914	2026-04-20 08:51:25.272197	2026-04-22 16:15:26.384198	5
880678344180576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:25.275137	2026-04-22 16:15:26.387001	5
758174683080576	14	1	คุณภาพ:ส่งไวมาก มากจนตกใจ 	real	0.9833	2026-04-20 08:51:25.278689	2026-04-22 16:15:26.389503	5
896461528980576	14	1	การออกแบบยางที่ยอดเยี่ยม!,  	real	0.7840	2026-04-20 08:51:25.28609	2026-04-22 16:15:26.391768	5
881086146280576	14	1	ยางปีใหม่ แนะนำร้านนี้ครับ 	real	0.8643	2026-04-20 08:51:25.290617	2026-04-22 16:15:26.395777	5
881128723480576	14	1	ราคาย่อมเยาสำหรับยางไทย,  	real	0.9410	2026-04-20 08:51:25.293647	2026-04-22 16:15:26.398467	5
931138250880576	14	1	ได้รับของแล้วครับ ตรงปก 	real	0.9777	2026-04-20 08:51:25.296753	2026-04-22 16:15:26.401151	5
829205649280576	14	1	คุณภาพีดีมากค่ะ 	real	0.9941	2026-04-20 08:51:25.300125	2026-04-22 16:15:26.403409	5
763960513780576	14	1	คุณภาพ： 	real	0.9947	2026-04-20 08:51:25.303328	2026-04-22 16:15:26.406647	5
944108111680576	14	1	สวยงามดีมาก\n 	real	0.9863	2026-04-20 08:51:25.30965	2026-04-22 16:15:26.412026	5
944108505980576	14	1	ใช้ได้ดี 	real	0.9817	2026-04-20 08:51:25.313348	2026-04-22 16:15:26.415462	5
826066020480576	14	1	ดีครับ 	real	0.9953	2026-04-20 08:51:25.316585	2026-04-22 16:15:26.418161	5
826066513480576	14	1	ดีครับ 	real	0.9953	2026-04-20 08:51:25.319634	2026-04-22 16:15:26.420522	5
909543426480576	14	1	ยางใหม่สวย 	real	0.9954	2026-04-20 08:51:25.322327	2026-04-22 16:15:26.42284	5
880700162980576	14	1	ลายยางที่ดูสไตล์,  	real	0.9918	2026-04-20 08:51:25.325123	2026-04-22 16:15:26.426777	5
890936869180576	14	1	ลายสวยดีๆๆๆๆ 	real	0.9258	2026-04-20 08:51:25.328407	2026-04-22 16:15:26.42945	5
878254590180576	14	1	ใ้ช้งานได้ดี 	real	0.9844	2026-04-20 08:51:25.33209	2026-04-22 16:15:26.431806	5
758396930480576	14	1	ดีมาก 	real	0.9986	2026-04-20 08:51:25.334906	2026-04-22 16:15:26.433972	5
880675599180576	14	1	สินค้าดีตรงปก\n 	real	0.9787	2026-04-20 08:51:25.341295	2026-04-22 16:15:26.439008	5
790100399780576	14	1	okของตรงปกครับ 	real	0.9374	2026-04-20 08:51:25.344716	2026-04-22 16:15:26.441214	5
782294862680576	14	1	\nรับของแล้วจ้า 	real	0.8907	2026-04-20 08:51:25.348325	2026-04-22 16:15:26.443646	5
894388303280576	14	1	สินค้าตรงปรก 	real	0.9975	2026-04-20 08:51:25.35276	2026-04-22 16:15:26.446189	5
884853787580576	14	1	ดี ตรงปก  ขนส่งไว 	real	0.9916	2026-04-20 08:51:25.356685	2026-04-22 16:15:26.448808	5
827101201980576	14	1	สินค้าถึงช้า น้าจะเกิดจากทางร้านส่งช้า สั่ง21เข้ารับพัสดุ27 แต่ขนส่ง ส่งของเร็วได้รับของ28  	real	0.8593	2026-04-20 08:51:25.363169	2026-04-22 16:15:26.453067	3
797050943280576	14	1		\N	\N	2026-04-20 08:51:25.369993	2026-04-22 16:15:26.458186	5
797053114480576	14	1		\N	\N	2026-04-20 08:51:25.373386	2026-04-22 16:15:26.461159	5
980416262080576	14	1	เชียงใหม่กับลำพูนมันใช้เวลาส่ง 6-7 วันเลยหรือ👎 	real	0.9433	2026-04-20 08:51:25.37678	2026-04-22 16:15:26.463543	1
931418038380576	14	1	ได้ของก็ไม่ครบแพงก็แพงอย่าไปหาซื้อเลยของร้านนี้แย่มากกกกกกกกกกกกกกกกกกกกกกกกกกกกด 	fake	0.7282	2026-04-20 08:51:25.379872	2026-04-22 16:15:26.466964	1
976992970780576	14	1	รับออเดอร์แล้วไม่ส่งกว่าจะส่งเป็นอาทิตย์ 	real	0.9922	2026-04-20 08:51:25.38271	2026-04-22 16:15:26.469447	1
1004726620380576	14	1	ช้ามาก 	real	0.9991	2026-04-20 08:51:25.385729	2026-04-22 16:15:26.471892	1
879991842480576	14	1		\N	\N	2026-04-20 08:51:25.388828	2026-04-22 16:15:26.474588	5
981903866380576	14	1		\N	\N	2026-04-20 08:51:25.392228	2026-04-22 16:15:26.477095	5
964551813580576	14	1		\N	\N	2026-04-20 08:51:25.394833	2026-04-22 16:15:26.480439	5
964547891180576	14	1		\N	\N	2026-04-20 08:51:25.397768	2026-04-22 16:15:26.482768	5
987111016480576	14	1		\N	\N	2026-04-20 08:51:25.400442	2026-04-22 16:15:26.485609	5
\.


--
-- TOC entry 3443 (class 0 OID 16409)
-- Dependencies: 218
-- Data for Name: users; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.users (userid, username, userpassword, userrole) FROM stdin;
1	test	test1234	admin
\.


--
-- TOC entry 3453 (class 0 OID 0)
-- Dependencies: 215
-- Name: products_productid_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.products_productid_seq', 14, true);


--
-- TOC entry 3454 (class 0 OID 0)
-- Dependencies: 217
-- Name: reviews_reviewid_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.reviews_reviewid_seq', 1, false);


--
-- TOC entry 3455 (class 0 OID 0)
-- Dependencies: 219
-- Name: users_userid_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.users_userid_seq', 1, true);


--
-- TOC entry 3289 (class 2606 OID 16418)
-- Name: products products_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.products
    ADD CONSTRAINT products_pkey PRIMARY KEY (productid);


--
-- TOC entry 3291 (class 2606 OID 16420)
-- Name: products products_url_key; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.products
    ADD CONSTRAINT products_url_key UNIQUE (productcode);


--
-- TOC entry 3293 (class 2606 OID 16422)
-- Name: reviews reviews_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.reviews
    ADD CONSTRAINT reviews_pkey PRIMARY KEY (reviewid);


--
-- TOC entry 3295 (class 2606 OID 16424)
-- Name: users users_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_pkey PRIMARY KEY (userid);


--
-- TOC entry 3296 (class 2606 OID 16425)
-- Name: reviews fk_product; Type: FK CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.reviews
    ADD CONSTRAINT fk_product FOREIGN KEY (productid) REFERENCES public.products(productid);


--
-- TOC entry 3450 (class 0 OID 0)
-- Dependencies: 5
-- Name: SCHEMA public; Type: ACL; Schema: -; Owner: postgres
--

REVOKE USAGE ON SCHEMA public FROM PUBLIC;
GRANT ALL ON SCHEMA public TO PUBLIC;


-- Completed on 2026-05-09 05:57:48 UTC

--
-- PostgreSQL database dump complete
--

\unrestrict vqiaMdKsLzbLweeLyz1ulPlVWpXi01N2bgSel150CQNvwuKZoFrxccYSMdNUleJ

